var skillData = {
	"20001": {
		"id": 20001,
		"name": "死毒の息吹",
		"recipeId": 102,
		"levels": {
			"lv1": "範囲内の敵に200ダメージを与え、20％の確率で30秒間死毒(ダメージ350)状態にする 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv2": "範囲内の敵に400ダメージを与え、40％の確率で30秒間死毒(ダメージ350)状態にする 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv3": "範囲内の敵に600ダメージを与え、60％の確率で30秒間死毒(ダメージ350)状態にする 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv4": "範囲内の敵に800ダメージを与え、80％の確率で30秒間死毒(ダメージ350)状態にする 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv5": "範囲内の敵に1000ダメージを与え、100％の確率で30秒間死毒(ダメージ350)状態にする 戦闘中３回まで使用可能 (Cooldown: 0s)"
		}
	},
	"20002": {
		"id": 20002,
		"name": "ホーリーヒール",
		"recipeId": 104,
		"levels": {
			"lv1": "範囲内の味方のHPを1500回復する 戦闘中５回まで使用可能 (Cooldown: 0s)",
			"lv2": "範囲内の味方のHPを2175回復する 戦闘中５回まで使用可能 (Cooldown: 0s)",
			"lv3": "範囲内の味方のHPを2850回復する 戦闘中５回まで使用可能 (Cooldown: 0s)",
			"lv4": "範囲内の味方のHPを3525回復する 戦闘中５回まで使用可能 (Cooldown: 0s)",
			"lv5": "範囲内の味方のHPを4200回復する 戦闘中５回まで使用可能 (Cooldown: 0s)"
		}
	},
	"20003": {
		"id": 20003,
		"name": "風魔神雷",
		"recipeId": 103,
		"levels": {
			"lv1": "範囲内の敵に400ダメージを与え、後退させる 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv2": "範囲内の敵に625ダメージを与え、後退させる 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv3": "範囲内の敵に850ダメージを与え、後退させる 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv4": "範囲内の敵に1075ダメージを与え、後退させる 戦闘中３回まで使用可能 (Cooldown: 0s)",
			"lv5": "範囲内の敵に1300ダメージを与え、後退させる 戦闘中３回まで使用可能 (Cooldown: 0s)"
		}
	},
	"20004": {
		"id": 20004,
		"name": "ファイアーストーム",
		"recipeId": 101,
		"levels": {
			"lv1": "範囲内の敵に1200ダメージを与える 戦闘中２回まで使用可能 (Cooldown: 0s)",
			"lv2": "範囲内の敵に1650ダメージを与える 戦闘中２回まで使用可能 (Cooldown: 0s)",
			"lv3": "範囲内の敵に2100ダメージを与える 戦闘中２回まで使用可能 (Cooldown: 0s)",
			"lv4": "範囲内の敵に2550ダメージを与える 戦闘中２回まで使用可能 (Cooldown: 0s)",
			"lv5": "範囲内の敵に3000ダメージを与える 戦闘中２回まで使用可能 (Cooldown: 0s)"
		}
	},
	"20005": {
		"id": 20005,
		"name": "エターナルスター",
		"recipeId": 105,
		"levels": {
			"lv1": "範囲内の敵に2000物理ダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv2": "範囲内の敵に3000物理ダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv3": "範囲内の敵に4000物理ダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv4": "範囲内の敵に5000物理ダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv5": "範囲内の敵に6000物理ダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)"
		}
	},
	"20006": {
		"id": 20006,
		"name": "エターナルスター　",
		"recipeId": 105,
		"levels": {
			"lv1": "範囲内の敵に2000物理ダメージを与える プルラルクルスの根には10倍のダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv2": "範囲内の敵に2000物理ダメージを与える プルラルクルスの根には10倍のダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv3": "範囲内の敵に2000物理ダメージを与える プルラルクルスの根には10倍のダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv4": "範囲内の敵に2000物理ダメージを与える プルラルクルスの根には10倍のダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)",
			"lv5": "範囲内の敵に2000物理ダメージを与える プルラルクルスの根には10倍のダメージを与える 戦闘中１回まで使用可能 (Cooldown: 0s)"
		}
	},
	"20007": {
		"id": 20007,
		"name": "ガイアインパクト",
		"recipeId": 106,
		"levels": {
			"lv1": "範囲内の敵に1800物理ダメージを与え、 攻撃した敵をスタンさせる(蓄積値：特大) 戦闘中2回まで使用可能 (Cooldown: 0s)",
			"lv2": "範囲内の敵に2350物理ダメージを与え、 攻撃した敵をスタンさせる(蓄積値：特大) 戦闘中2回まで使用可能 (Cooldown: 0s)",
			"lv3": "範囲内の敵に2900物理ダメージを与え、 攻撃した敵をスタンさせる(蓄積値：特大) 戦闘中2回まで使用可能 (Cooldown: 0s)",
			"lv4": "範囲内の敵に3450物理ダメージを与え、 攻撃した敵をスタンさせる(蓄積値：特大) 戦闘中2回まで使用可能 (Cooldown: 0s)",
			"lv5": "範囲内の敵に4000物理ダメージを与え、 攻撃した敵をスタンさせる(蓄積値：特大) 戦闘中2回まで使用可能 (Cooldown: 0s)"
		}
	},
	"1": {
		"id": 1,
		"name": "騎士の矜持",
		"recipeId": 24,
		"levels": {
			"lv1": "30秒、攻撃力2.0倍、物理防御力1.3倍上昇 (Cooldown: 34s)",
			"lv2": "30秒、攻撃力2.1倍、物理防御力1.4倍上昇 (Cooldown: 33s)",
			"lv3": "30秒、攻撃力2.2倍、物理防御力1.5倍上昇 (Cooldown: 32s)",
			"lv4": "30秒、攻撃力2.3倍、物理防御力1.6倍上昇 (Cooldown: 31s)",
			"lv5": "30秒、攻撃力2.4倍、物理防御力1.7倍上昇 (Cooldown: 30s)"
		}
	},
	"3": {
		"id": 3,
		"name": "疾風",
		"recipeId": 24,
		"levels": {
			"lv1": "スキル発動時、１度だけ攻撃力1.5倍、 射程1.4倍、範囲内の敵5体を同時攻撃 攻撃した敵を強めに後退させる (Cooldown: 24s)",
			"lv2": "スキル発動時、１度だけ攻撃力1.57倍、 射程1.45倍、範囲内の敵5体を同時攻撃 攻撃した敵を強めに後退させる (Cooldown: 23s)",
			"lv3": "スキル発動時、１度だけ攻撃力1.65倍、 射程1.5倍、範囲内の敵5体を同時攻撃 攻撃した敵を強めに後退させる (Cooldown: 22s)",
			"lv4": "スキル発動時、１度だけ攻撃力1.72倍、 射程1.55倍、範囲内の敵5体を同時攻撃 攻撃した敵を強めに後退させる (Cooldown: 21s)",
			"lv5": "スキル発動時、１度だけ攻撃力1.8倍、 射程1.6倍、範囲内の敵5体を同時攻撃 攻撃した敵を強めに後退させる (Cooldown: 20s)"
		}
	},
	"4": {
		"id": 4,
		"name": "ゴブリンの絆",
		"recipeId": 14,
		"levels": {
			"lv1": "25秒、攻撃力1.2倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 34s)",
			"lv2": "25秒、攻撃力1.25倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 33s)",
			"lv3": "25秒、攻撃力1.3倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 32s)",
			"lv4": "25秒、攻撃力1.35倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 31s)",
			"lv5": "25秒、攻撃力1.4倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 30s)"
		}
	},
	"5": {
		"id": 5,
		"name": "幻惑の風",
		"recipeId": 34,
		"levels": {
			"lv1": "10秒、自身の攻撃力1.6倍、 攻撃した敵を後退させる 範囲内の味方が50％の確率で物理と魔法攻撃を回避  (Cooldown: 34s)",
			"lv2": "10秒、自身の攻撃力1.65倍、 攻撃した敵を後退させる 範囲内の味方が50％の確率で物理と魔法攻撃を回避  (Cooldown: 33s)",
			"lv3": "10秒、自身の攻撃力1.7倍、 攻撃した敵を後退させる 範囲内の味方が50％の確率で物理と魔法攻撃を回避  (Cooldown: 32s)",
			"lv4": "10秒、自身の攻撃力1.75倍、 攻撃した敵を後退させる 範囲内の味方が50％の確率で物理と魔法攻撃を回避  (Cooldown: 31s)",
			"lv5": "10秒、自身の攻撃力1.8倍、 攻撃した敵を後退させる 範囲内の味方が50％の確率で物理と魔法攻撃を回避  (Cooldown: 30s)"
		}
	},
	"6": {
		"id": 6,
		"name": "すらいむ☆ア・ラモード",
		"recipeId": 23,
		"levels": {
			"lv1": "30秒、攻撃力1.5倍上昇 完全にスライム化して物理攻撃の被ダメージ減少を半減まで強化 さらに敵の攻撃を引き付ける (Cooldown: 44s)",
			"lv2": "30秒、攻撃力1.55倍上昇 完全にスライム化して物理攻撃の被ダメージ減少を半減まで強化 さらに敵の攻撃を引き付ける (Cooldown: 43s)",
			"lv3": "30秒、攻撃力1.6倍上昇 完全にスライム化して物理攻撃の被ダメージ減少を半減まで強化 さらに敵の攻撃を引き付ける (Cooldown: 42s)",
			"lv4": "30秒、攻撃力1.65倍上昇 完全にスライム化して物理攻撃の被ダメージ減少を半減まで強化 さらに敵の攻撃を引き付ける (Cooldown: 41s)",
			"lv5": "30秒、攻撃力1.7倍上昇 完全にスライム化して物理攻撃の被ダメージ減少を半減まで強化 さらに敵の攻撃を引き付ける (Cooldown: 40s)"
		}
	},
	"7": {
		"id": 7,
		"name": "マーメイドソング",
		"recipeId": 23,
		"levels": {
			"lv1": "スキル発動時に1度だけ射程1.5倍上昇 範囲内の全味方の毒、石化状態を回復し、 ＨＰをattack,5.0回復する (Cooldown: 44s)",
			"lv2": "スキル発動時に1度だけ射程1.55倍上昇 範囲内の全味方の毒、石化状態を回復し、 ＨＰをattack,5.0回復する (Cooldown: 43s)",
			"lv3": "スキル発動時に1度だけ射程1.6倍上昇 範囲内の全味方の毒、石化状態を回復し、 ＨＰをattack,5.0回復する (Cooldown: 42s)",
			"lv4": "スキル発動時に1度だけ射程1.65倍上昇 範囲内の全味方の毒、石化状態を回復し、 ＨＰをattack,5.0回復する (Cooldown: 41s)",
			"lv5": "スキル発動時に1度だけ射程1.7倍上昇 範囲内の全味方の毒、石化状態を回復し、 ＨＰをattack,5.0回復する (Cooldown: 40s)"
		}
	},
	"8": {
		"id": 8,
		"name": "水精の猛り",
		"recipeId": 33,
		"levels": {
			"lv1": "20秒、射程1.5倍上昇、範囲内の敵３体までを攻撃する (Cooldown: 29s)",
			"lv2": "20秒、射程1.55倍上昇、範囲内の敵３体までを攻撃する (Cooldown: 28s)",
			"lv3": "20秒、射程1.6倍上昇、範囲内の敵３体までを攻撃する (Cooldown: 27s)",
			"lv4": "20秒、射程1.65倍上昇、範囲内の敵３体までを攻撃する (Cooldown: 26s)",
			"lv5": "20秒、射程1.7倍上昇、範囲内の敵３体までを攻撃する (Cooldown: 25s)"
		}
	},
	"10": {
		"id": 10,
		"name": "ファイアーバースト",
		"recipeId": 32,
		"levels": {
			"lv1": "即座にコストが11回復する その後15秒、攻撃力1.4倍に上昇、 敵3体に遠距離魔法攻撃を行う (Cooldown: 29s)",
			"lv2": "即座にコストが11回復する その後15秒、攻撃力1.5倍に上昇、 敵3体に遠距離魔法攻撃を行う (Cooldown: 28s)",
			"lv3": "即座にコストが11回復する その後15秒、攻撃力1.6倍に上昇、 敵3体に遠距離魔法攻撃を行う (Cooldown: 27s)",
			"lv4": "即座にコストが11回復する その後15秒、攻撃力1.7倍に上昇、 敵3体に遠距離魔法攻撃を行う (Cooldown: 26s)",
			"lv5": "即座にコストが11回復する その後15秒、攻撃力1.8倍に上昇、 敵3体に遠距離魔法攻撃を行う (Cooldown: 25s)"
		}
	},
	"11": {
		"id": 11,
		"name": "袋叩きだぜ！",
		"recipeId": 17,
		"levels": {
			"lv1": "スキル使用時、HPがhp,1.5回復 さらに同マスにオークトークンを 召喚し共闘する (Cooldown: 39s)",
			"lv2": "スキル使用時、HPがhp,1.6回復 さらに同マスにオークトークンを 召喚し共闘する (Cooldown: 38s)",
			"lv3": "スキル使用時、HPがhp,1.7回復 さらに同マスにオークトークンを 召喚し共闘する (Cooldown: 37s)",
			"lv4": "スキル使用時、HPがhp,1.8回復 さらに同マスにオークトークンを 召喚し共闘する (Cooldown: 36s)",
			"lv5": "スキル使用時、HPがhp,1.9回復 さらに同マスにオークトークンを 召喚し共闘する (Cooldown: 35s)"
		}
	},
	"12": {
		"id": 12,
		"name": "スーパーノームカタパルト",
		"recipeId": 37,
		"levels": {
			"lv1": "15秒、攻撃力1.3倍、射程1.3倍上昇 攻撃後の待ち時間を短縮する 攻撃した相手をスタンさせる(蓄積値：低) (Cooldown: 34s)",
			"lv2": "15秒、攻撃力1.35倍、射程1.3倍上昇 攻撃後の待ち時間を短縮する 攻撃した相手をスタンさせる(蓄積値：低) (Cooldown: 33s)",
			"lv3": "15秒、攻撃力1.4倍、射程1.3倍上昇 攻撃後の待ち時間を短縮する 攻撃した相手をスタンさせる(蓄積値：低) (Cooldown: 32s)",
			"lv4": "15秒、攻撃力1.45倍、射程1.3倍上昇 攻撃後の待ち時間を短縮する 攻撃した相手をスタンさせる(蓄積値：低) (Cooldown: 31s)",
			"lv5": "15秒、攻撃力1.5倍、射程1.3倍上昇 攻撃後の待ち時間を短縮する 攻撃した相手をスタンさせる(蓄積値：低) (Cooldown: 30s)"
		}
	},
	"13": {
		"id": 13,
		"name": "増殖マタンゴ",
		"recipeId": 17,
		"levels": {
			"lv1": "攻撃力1.3倍、射程1.3倍上昇 一度だけ範囲内の全敵を攻撃する 本体使用時のみトークンの所持数が１増加 (Cooldown: 14s)",
			"lv2": "攻撃力1.35倍、射程1.35倍上昇 一度だけ範囲内の全敵を攻撃する 本体使用時のみトークンの所持数が１増加 (Cooldown: 13s)",
			"lv3": "攻撃力1.4倍、射程1.4倍上昇 一度だけ範囲内の全敵を攻撃する 本体使用時のみトークンの所持数が１増加 (Cooldown: 12s)",
			"lv4": "攻撃力1.45倍、射程1.45倍上昇 一度だけ範囲内の全敵を攻撃する 本体使用時のみトークンの所持数が１増加 (Cooldown: 11s)",
			"lv5": "攻撃力1.5倍、射程1.5倍上昇 一度だけ範囲内の全敵を攻撃する 本体使用時のみトークンの所持数が１増加 (Cooldown: 10s)"
		}
	},
	"14": {
		"id": 14,
		"name": "スパイダーテリトリー",
		"recipeId": 37,
		"levels": {
			"lv1": "10秒、射程2.0倍上昇 攻撃しなくなるが範囲内の全ての敵の 攻撃と移動速度が大幅に減少する (Cooldown: 34s)",
			"lv2": "10秒、射程2.15倍上昇 攻撃しなくなるが範囲内の全ての敵の 攻撃と移動速度が大幅に減少する (Cooldown: 33s)",
			"lv3": "10秒、射程2.3倍上昇 攻撃しなくなるが範囲内の全ての敵の 攻撃と移動速度が大幅に減少する (Cooldown: 32s)",
			"lv4": "10秒、射程2.45倍上昇 攻撃しなくなるが範囲内の全ての敵の 攻撃と移動速度が大幅に減少する (Cooldown: 31s)",
			"lv5": "10秒、射程2.6倍上昇 攻撃しなくなるが範囲内の全ての敵の 攻撃と移動速度が大幅に減少する (Cooldown: 30s)"
		}
	},
	"15": {
		"id": 15,
		"name": "わんダフル・ラッシュ",
		"recipeId": 36,
		"levels": {
			"lv1": "スキル発動時、１度だけ攻撃力1.5倍で 敵1体に５連射で攻撃を行う (Cooldown: 29s)",
			"lv2": "スキル発動時、１度だけ攻撃力1.62倍で 敵1体に５連射で攻撃を行う (Cooldown: 28s)",
			"lv3": "スキル発動時、１度だけ攻撃力1.75倍で 敵1体に５連射で攻撃を行う (Cooldown: 27s)",
			"lv4": "スキル発動時、１度だけ攻撃力1.87倍で 敵1体に５連射で攻撃を行う (Cooldown: 26s)",
			"lv5": "スキル発動時、１度だけ攻撃力2.0倍で 敵1体に５連射で攻撃を行う (Cooldown: 25s)"
		}
	},
	"16": {
		"id": 16,
		"name": "全力フルスイング",
		"recipeId": 35,
		"levels": {
			"lv1": "20秒、攻撃力1.4倍上昇、ブロックした全敵を攻撃する さらに、低確率で敵を吹き飛ばす (Cooldown: 34s)",
			"lv2": "20秒、攻撃力1.47倍上昇、ブロックした全敵を攻撃する さらに、低確率で敵を吹き飛ばす (Cooldown: 33s)",
			"lv3": "20秒、攻撃力1.55倍上昇、ブロックした全敵を攻撃する さらに、低確率で敵を吹き飛ばす (Cooldown: 32s)",
			"lv4": "20秒、攻撃力1.62倍上昇、ブロックした全敵を攻撃する さらに、低確率で敵を吹き飛ばす (Cooldown: 31s)",
			"lv5": "20秒、攻撃力1.7倍上昇、ブロックした全敵を攻撃する さらに、低確率で敵を吹き飛ばす (Cooldown: 30s)"
		}
	},
	"17": {
		"id": 17,
		"name": "クイックショット",
		"recipeId": 16,
		"levels": {
			"lv1": "10秒、攻撃力1.5倍、 範囲内の敵２体を攻撃する (Cooldown: 19s)",
			"lv2": "10秒、攻撃力1.6倍、 範囲内の敵２体を攻撃する (Cooldown: 18s)",
			"lv3": "10秒、攻撃力1.7倍、 範囲内の敵２体を攻撃する (Cooldown: 17s)",
			"lv4": "10秒、攻撃力1.8倍、 範囲内の敵２体を攻撃する (Cooldown: 16s)",
			"lv5": "10秒、攻撃力1.9倍、 範囲内の敵２体を攻撃する (Cooldown: 15s)"
		}
	},
	"19": {
		"id": 19,
		"name": "暗黒魔導の儀",
		"recipeId": 36,
		"levels": {
			"lv1": "15秒、攻撃力2.5倍上昇 発動時に自身を含む範囲内の味方のHPを最大値の20％減少させる (Cooldown: 34s)",
			"lv2": "15秒、攻撃力2.67倍上昇 発動時に自身を含む範囲内の味方のHPを最大値の20％減少させる (Cooldown: 33s)",
			"lv3": "15秒、攻撃力2.85倍上昇 発動時に自身を含む範囲内の味方のHPを最大値の20％減少させる (Cooldown: 32s)",
			"lv4": "15秒、攻撃力3.02倍上昇 発動時に自身を含む範囲内の味方のHPを最大値の20％減少させる (Cooldown: 31s)",
			"lv5": "15秒、攻撃力3.2倍上昇 発動時に自身を含む範囲内の味方のHPを最大値の20％減少させる (Cooldown: 30s)"
		}
	},
	"20": {
		"id": 20,
		"name": "フェアリーシュート",
		"recipeId": 25,
		"levels": {
			"lv1": "15秒、攻撃力1.5倍上昇、 攻撃が魔法属性に変化 (Cooldown: 24s)",
			"lv2": "15秒、攻撃力1.57倍上昇、 攻撃が魔法属性に変化 (Cooldown: 23s)",
			"lv3": "15秒、攻撃力1.65倍上昇、 攻撃が魔法属性に変化 (Cooldown: 22s)",
			"lv4": "15秒、攻撃力1.72倍上昇、 攻撃が魔法属性に変化 (Cooldown: 21s)",
			"lv5": "15秒、攻撃力1.8倍上昇、 攻撃が魔法属性に変化 (Cooldown: 20s)"
		}
	},
	"21": {
		"id": 21,
		"name": "サキュバスハート",
		"recipeId": 26,
		"levels": {
			"lv1": "20秒、攻撃力1.2倍上昇、範囲内の全敵を攻撃する さらに男性の敵の攻撃力を20％ダウン (Cooldown: 34s)",
			"lv2": "20秒、攻撃力1.25倍上昇、範囲内の全敵を攻撃する さらに男性の敵の攻撃力を20％ダウン (Cooldown: 33s)",
			"lv3": "20秒、攻撃力1.3倍上昇、範囲内の全敵を攻撃する さらに男性の敵の攻撃力を20％ダウン (Cooldown: 32s)",
			"lv4": "20秒、攻撃力1.35倍上昇、範囲内の全敵を攻撃する さらに男性の敵の攻撃力を20％ダウン (Cooldown: 31s)",
			"lv5": "20秒、攻撃力1.4倍上昇、範囲内の全敵を攻撃する さらに男性の敵の攻撃力を20％ダウン (Cooldown: 30s)"
		}
	},
	"22": {
		"id": 22,
		"name": "ウインドアロー",
		"recipeId": 24,
		"levels": {
			"lv1": "15秒、射程1.3倍上昇、攻撃速度が大幅に上昇するが スキル終了後に5秒スタンしてしまう (Cooldown: 29s)",
			"lv2": "15秒、射程1.35倍上昇、攻撃速度が大幅に上昇するが スキル終了後に5秒スタンしてしまう (Cooldown: 28s)",
			"lv3": "15秒、射程1.4倍上昇、攻撃速度が大幅に上昇するが スキル終了後に5秒スタンしてしまう (Cooldown: 27s)",
			"lv4": "15秒、射程1.45倍上昇、攻撃速度が大幅に上昇するが スキル終了後に5秒スタンしてしまう (Cooldown: 26s)",
			"lv5": "15秒、射程1.5倍上昇、攻撃速度が大幅に上昇するが スキル終了後に5秒スタンしてしまう (Cooldown: 25s)"
		}
	},
	"23": {
		"id": 23,
		"name": "パラライズブレス",
		"recipeId": 37,
		"levels": {
			"lv1": "20秒、攻撃力1.2倍、 前方に小範囲の攻撃を行い敵をスタン状態にする (Cooldown: 49s)",
			"lv2": "20秒、攻撃力1.25倍、 前方に小範囲の攻撃を行い敵をスタン状態にする (Cooldown: 48s)",
			"lv3": "20秒、攻撃力1.3倍、 前方に小範囲の攻撃を行い敵をスタン状態にする (Cooldown: 47s)",
			"lv4": "20秒、攻撃力1.35倍、 前方に小範囲の攻撃を行い敵をスタン状態にする (Cooldown: 46s)",
			"lv5": "20秒、攻撃力1.4倍、 前方に小範囲の攻撃を行い敵をスタン状態にする (Cooldown: 45s)"
		}
	},
	"24": {
		"id": 24,
		"name": "エージェント招集",
		"recipeId": 36,
		"levels": {
			"lv1": "25秒、自身と自トークンの攻撃力1.4倍、 トークンの所持数が1増加 (Cooldown: 39s)",
			"lv2": "25秒、自身と自トークンの攻撃力1.5倍、 トークンの所持数が1増加 (Cooldown: 38s)",
			"lv3": "25秒、自身と自トークンの攻撃力1.6倍、 トークンの所持数が1増加 (Cooldown: 37s)",
			"lv4": "25秒、自身と自トークンの攻撃力1.7倍、 トークンの所持数が1増加 (Cooldown: 36s)",
			"lv5": "25秒、自身と自トークンの攻撃力1.8倍、 トークンの所持数が1増加 (Cooldown: 35s)"
		}
	},
	"25": {
		"id": 25,
		"name": "インキュバスハート",
		"recipeId": 36,
		"levels": {
			"lv1": "20秒、攻撃力1.3倍上昇、範囲内の全敵を攻撃する さらに女性の敵の攻撃力を20％ダウン (Cooldown: 29s)",
			"lv2": "20秒、攻撃力1.35倍上昇、範囲内の全敵を攻撃する さらに女性の敵の攻撃力を20％ダウン (Cooldown: 28s)",
			"lv3": "20秒、攻撃力1.4倍上昇、範囲内の全敵を攻撃する さらに女性の敵の攻撃力を20％ダウン (Cooldown: 27s)",
			"lv4": "20秒、攻撃力1.45倍上昇、範囲内の全敵を攻撃する さらに女性の敵の攻撃力を20％ダウン (Cooldown: 26s)",
			"lv5": "20秒、攻撃力1.5倍上昇、範囲内の全敵を攻撃する さらに女性の敵の攻撃力を20％ダウン (Cooldown: 25s)"
		}
	},
	"26": {
		"id": 26,
		"name": "デュラハンフォーム",
		"recipeId": 46,
		"levels": {
			"lv1": "15秒、攻撃力1.6倍上昇、 攻撃した敵の物理防御を永続でattack,1.03減少 スキル終了後にHPが全回復する (Cooldown: 49s)",
			"lv2": "15秒、攻撃力1.7倍上昇、 攻撃した敵の物理防御を永続でattack,1.03減少 スキル終了後にHPが全回復する (Cooldown: 48s)",
			"lv3": "15秒、攻撃力1.8倍上昇、 攻撃した敵の物理防御を永続でattack,1.03減少 スキル終了後にHPが全回復する (Cooldown: 47s)",
			"lv4": "15秒、攻撃力1.9倍上昇、 攻撃した敵の物理防御を永続でattack,1.03減少 スキル終了後にHPが全回復する (Cooldown: 46s)",
			"lv5": "15秒、攻撃力2.0倍上昇、 攻撃した敵の物理防御を永続でattack,1.03減少 スキル終了後にHPが全回復する (Cooldown: 45s)"
		}
	},
	"27": {
		"id": 27,
		"name": "わう！わう！わん！",
		"recipeId": 42,
		"levels": {
			"lv1": "20秒、攻撃力1.2倍、射程1.3倍上昇 常に3体同時攻撃、攻撃後の待ち時間を大幅に短縮 (Cooldown: 39s)",
			"lv2": "20秒、攻撃力1.3倍、射程1.3倍上昇 常に3体同時攻撃、攻撃後の待ち時間を大幅に短縮 (Cooldown: 38s)",
			"lv3": "20秒、攻撃力1.4倍、射程1.3倍上昇 常に3体同時攻撃、攻撃後の待ち時間を大幅に短縮 (Cooldown: 37s)",
			"lv4": "20秒、攻撃力1.5倍、射程1.3倍上昇 常に3体同時攻撃、攻撃後の待ち時間を大幅に短縮 (Cooldown: 36s)",
			"lv5": "20秒、攻撃力1.6倍、射程1.3倍上昇 常に3体同時攻撃、攻撃後の待ち時間を大幅に短縮 (Cooldown: 35s)"
		}
	},
	"28": {
		"id": 28,
		"name": "女王の邪眼",
		"recipeId": 47,
		"levels": {
			"lv1": "発動時に範囲内の敵を石化 その後30秒、攻撃力2.0倍上昇、射程1.2倍 石化中の敵にはダメージ1.5倍 (Cooldown: 39s)",
			"lv2": "発動時に範囲内の敵を石化 その後30秒、攻撃力2.2倍上昇、射程1.25倍 石化中の敵にはダメージ1.5倍 (Cooldown: 38s)",
			"lv3": "発動時に範囲内の敵を石化 その後30秒、攻撃力2.4倍上昇、射程1.3倍 石化中の敵にはダメージ1.5倍 (Cooldown: 37s)",
			"lv4": "発動時に範囲内の敵を石化 その後30秒、攻撃力2.6倍上昇、射程1.35倍 石化中の敵にはダメージ1.5倍 (Cooldown: 36s)",
			"lv5": "発動時に範囲内の敵を石化 その後30秒、攻撃力2.8倍上昇、射程1.4倍 石化中の敵にはダメージ1.5倍 (Cooldown: 35s)"
		}
	},
	"29": {
		"id": 29,
		"name": "とっておきの薬",
		"recipeId": 15,
		"levels": {
			"lv1": "HPが全回復する HPが99％以上の場合は最大HPが増加 増加量は最大HPの20％、増加は５回まで (Cooldown: 34s)",
			"lv2": "HPが全回復する HPが99％以上の場合は最大HPが増加 増加量は最大HPの20％、増加は５回まで (Cooldown: 33s)",
			"lv3": "HPが全回復する HPが99％以上の場合は最大HPが増加 増加量は最大HPの20％、増加は５回まで (Cooldown: 32s)",
			"lv4": "HPが全回復する HPが99％以上の場合は最大HPが増加 増加量は最大HPの20％、増加は５回まで (Cooldown: 31s)",
			"lv5": "HPが全回復する HPが99％以上の場合は最大HPが増加 増加量は最大HPの20％、増加は５回まで (Cooldown: 30s)"
		}
	},
	"30": {
		"id": 30,
		"name": "ペンギンパワーフルMAX",
		"recipeId": 13,
		"levels": {
			"lv1": "効果時間無限　より獣のような姿に変身し 最大HPが1.6倍、攻撃力と物理防御1.6倍、射程1.2倍上昇 (Cooldown: 124s)",
			"lv2": "効果時間無限　より獣のような姿に変身し 最大HPが1.7倍、攻撃力と物理防御1.7倍、射程1.25倍上昇 (Cooldown: 123s)",
			"lv3": "効果時間無限　より獣のような姿に変身し 最大HPが1.8倍、攻撃力と物理防御1.8倍、射程1.3倍上昇 (Cooldown: 122s)",
			"lv4": "効果時間無限　より獣のような姿に変身し 最大HPが1.9倍、攻撃力と物理防御1.9倍、射程1.35倍上昇 (Cooldown: 121s)",
			"lv5": "効果時間無限　より獣のような姿に変身し 最大HPが2.0倍、攻撃力と物理防御2.0倍、射程1.4倍上昇 (Cooldown: 120s)"
		}
	},
	"31": {
		"id": 31,
		"name": "ぬるぬる乱れ撃ち",
		"recipeId": 23,
		"levels": {
			"lv1": "10秒、射程1.6倍上昇、 攻撃後の隙が半減、範囲内の全敵を攻撃し 攻撃した敵の移動速度を5秒間-10％ (Cooldown: 29s)",
			"lv2": "10秒、射程1.7倍上昇、 攻撃後の隙が半減、範囲内の全敵を攻撃し 攻撃した敵の移動速度を5秒間-10％ (Cooldown: 28s)",
			"lv3": "10秒、射程1.8倍上昇、 攻撃後の隙が半減、範囲内の全敵を攻撃し 攻撃した敵の移動速度を5秒間-10％ (Cooldown: 27s)",
			"lv4": "10秒、射程1.9倍上昇、 攻撃後の隙が半減、範囲内の全敵を攻撃し 攻撃した敵の移動速度を5秒間-10％ (Cooldown: 26s)",
			"lv5": "10秒、射程2.0倍上昇、 攻撃後の隙が半減、範囲内の全敵を攻撃し 攻撃した敵の移動速度を5秒間-10％ (Cooldown: 25s)"
		}
	},
	"32": {
		"id": 32,
		"name": "集まれ下僕たち！",
		"recipeId": 24,
		"levels": {
			"lv1": "トークンの所持数+3 (Cooldown: 34s)",
			"lv2": "トークンの所持数+3 (Cooldown: 33s)",
			"lv3": "トークンの所持数+3 (Cooldown: 32s)",
			"lv4": "トークンの所持数+3 (Cooldown: 31s)",
			"lv5": "トークンの所持数+3 (Cooldown: 30s)"
		}
	},
	"33": {
		"id": 33,
		"name": "水流の呻き",
		"recipeId": 23,
		"levels": {
			"lv1": "20秒、攻撃力が30％低下するが 4連射を行う (Cooldown: 44s)",
			"lv2": "20秒、攻撃力が25％低下するが 4連射を行う (Cooldown: 43s)",
			"lv3": "20秒、攻撃力が20％低下するが 4連射を行う (Cooldown: 42s)",
			"lv4": "20秒、攻撃力が15％低下するが 4連射を行う (Cooldown: 41s)",
			"lv5": "20秒、攻撃力が10％低下するが 4連射を行う (Cooldown: 40s)"
		}
	},
	"34": {
		"id": 34,
		"name": "緑樹の癒光",
		"recipeId": 34,
		"levels": {
			"lv1": "スキル使用時、範囲内の味方の毒、石化状態を回復し、その後20秒、攻撃力1.4倍、射程1.4倍上昇 (Cooldown: 29s)",
			"lv2": "スキル使用時、範囲内の味方の毒、石化状態を回復し、その後20秒、攻撃力1.5倍、射程1.5倍上昇 (Cooldown: 28s)",
			"lv3": "スキル使用時、範囲内の味方の毒、石化状態を回復し、その後20秒、攻撃力1.6倍、射程1.6倍上昇 (Cooldown: 27s)",
			"lv4": "スキル使用時、範囲内の味方の毒、石化状態を回復し、その後20秒、攻撃力1.7倍、射程1.7倍上昇 (Cooldown: 26s)",
			"lv5": "スキル使用時、範囲内の味方の毒、石化状態を回復し、その後20秒、攻撃力1.8倍、射程1.8倍上昇 (Cooldown: 25s)"
		}
	},
	"35": {
		"id": 35,
		"name": "ビビるフラッシュ",
		"recipeId": 27,
		"levels": {
			"lv1": "スキル発動時、近くの敵を石化させる (Cooldown: 34s)",
			"lv2": "スキル発動時、近くの敵を石化させる (Cooldown: 33s)",
			"lv3": "スキル発動時、近くの敵を石化させる (Cooldown: 32s)",
			"lv4": "スキル発動時、近くの敵を石化させる (Cooldown: 31s)",
			"lv5": "スキル発動時、近くの敵を石化させる (Cooldown: 30s)"
		}
	},
	"36": {
		"id": 36,
		"name": "アにゃウンド・スラッシュ",
		"recipeId": 35,
		"levels": {
			"lv1": "スキル発動時、１度だけ攻撃力1.2倍で 敵5体に２連射で攻撃を行う (Cooldown: 39s)",
			"lv2": "スキル発動時、１度だけ攻撃力1.27倍で 敵5体に２連射で攻撃を行う (Cooldown: 38s)",
			"lv3": "スキル発動時、１度だけ攻撃力1.35倍で 敵5体に２連射で攻撃を行う (Cooldown: 37s)",
			"lv4": "スキル発動時、１度だけ攻撃力1.42倍で 敵5体に２連射で攻撃を行う (Cooldown: 36s)",
			"lv5": "スキル発動時、１度だけ攻撃力1.5倍で 敵5体に２連射で攻撃を行う (Cooldown: 35s)"
		}
	},
	"37": {
		"id": 37,
		"name": "クィーンフェロモン",
		"recipeId": 36,
		"levels": {
			"lv1": "30秒、射程1.4倍上昇 トークンの所持数が1増加する (Cooldown: 34s)",
			"lv2": "30秒、射程1.5倍上昇 トークンの所持数が1増加する (Cooldown: 33s)",
			"lv3": "30秒、射程1.6倍上昇 トークンの所持数が1増加する (Cooldown: 32s)",
			"lv4": "30秒、射程1.7倍上昇 トークンの所持数が1増加する (Cooldown: 31s)",
			"lv5": "30秒、射程1.8倍上昇 トークンの所持数が1増加する (Cooldown: 30s)"
		}
	},
	"38": {
		"id": 38,
		"name": "熱狂たこパーティー！",
		"recipeId": 43,
		"levels": {
			"lv1": "即座にコストが12回復し、 自身のマスにトークンを消費なしで召喚 水属性の全味方のＨＰをattack,4.0回復 (Cooldown: 34s)",
			"lv2": "即座にコストが12回復し、 自身のマスにトークンを消費なしで召喚 水属性の全味方のＨＰをattack,4.45回復 (Cooldown: 33s)",
			"lv3": "即座にコストが12回復し、 自身のマスにトークンを消費なしで召喚 水属性の全味方のＨＰをattack,4.9回復 (Cooldown: 32s)",
			"lv4": "即座にコストが12回復し、 自身のマスにトークンを消費なしで召喚 水属性の全味方のＨＰをattack,5.35回復 (Cooldown: 31s)",
			"lv5": "即座にコストが12回復し、 自身のマスにトークンを消費なしで召喚 水属性の全味方のＨＰをattack,5.8回復 (Cooldown: 30s)"
		}
	},
	"39": {
		"id": 39,
		"name": "戦場の友",
		"recipeId": 37,
		"levels": {
			"lv1": "40秒、物理防御力が2.8倍上昇、オークトークンの攻撃力+50％ スキル使用時、同マスにオークトークンを召喚し共闘する  (Cooldown: 24s)",
			"lv2": "40秒、物理防御力が2.9倍上昇、オークトークンの攻撃力+50％ スキル使用時、同マスにオークトークンを召喚し共闘する  (Cooldown: 23s)",
			"lv3": "40秒、物理防御力が3.0倍上昇、オークトークンの攻撃力+50％ スキル使用時、同マスにオークトークンを召喚し共闘する  (Cooldown: 22s)",
			"lv4": "40秒、物理防御力が3.1倍上昇、オークトークンの攻撃力+50％ スキル使用時、同マスにオークトークンを召喚し共闘する  (Cooldown: 21s)",
			"lv5": "40秒、物理防御力が3.2倍上昇、オークトークンの攻撃力+50％ スキル使用時、同マスにオークトークンを召喚し共闘する  (Cooldown: 20s)"
		}
	},
	"40": {
		"id": 40,
		"name": "ニードルレイン",
		"recipeId": 46,
		"levels": {
			"lv1": "10秒、攻撃力1.9倍、射程2.0倍上昇、 射程内の敵5体に攻撃し、攻撃した敵の足元に 一定時間毒沼を生成、2秒毎に設置時攻撃力15％の継続ダメージを与える (Cooldown: 34s)",
			"lv2": "10秒、攻撃力2.0倍、射程2.0倍上昇、 射程内の敵5体に攻撃し、攻撃した敵の足元に 一定時間毒沼を生成、2秒毎に設置時攻撃力15％の継続ダメージを与える (Cooldown: 33s)",
			"lv3": "10秒、攻撃力2.1倍、射程2.0倍上昇、 射程内の敵5体に攻撃し、攻撃した敵の足元に 一定時間毒沼を生成、2秒毎に設置時攻撃力15％の継続ダメージを与える (Cooldown: 32s)",
			"lv4": "10秒、攻撃力2.2倍、射程2.0倍上昇、 射程内の敵5体に攻撃し、攻撃した敵の足元に 一定時間毒沼を生成、2秒毎に設置時攻撃力15％の継続ダメージを与える (Cooldown: 31s)",
			"lv5": "10秒、攻撃力2.3倍、射程2.0倍上昇、 射程内の敵5体に攻撃し、攻撃した敵の足元に 一定時間毒沼を生成、2秒毎に設置時攻撃力15％の継続ダメージを与える (Cooldown: 30s)"
		}
	},
	"41": {
		"id": 41,
		"name": "ジャイアントスイング",
		"recipeId": 44,
		"levels": {
			"lv1": "40秒、攻撃速度が減少するが 攻撃力4.0倍上昇し、確率で敵を吹き飛ばす (Cooldown: 54s)",
			"lv2": "40秒、攻撃速度が減少するが 攻撃力4.5倍上昇し、確率で敵を吹き飛ばす (Cooldown: 53s)",
			"lv3": "40秒、攻撃速度が減少するが 攻撃力5.0倍上昇し、確率で敵を吹き飛ばす (Cooldown: 52s)",
			"lv4": "40秒、攻撃速度が減少するが 攻撃力5.5倍上昇し、確率で敵を吹き飛ばす (Cooldown: 51s)",
			"lv5": "40秒、攻撃速度が減少するが 攻撃力6.0倍上昇し、確率で敵を吹き飛ばす (Cooldown: 50s)"
		}
	},
	"42": {
		"id": 42,
		"name": "聖角の祈り",
		"recipeId": 35,
		"levels": {
			"lv1": "30秒、攻撃力1.6倍、射程1.2倍 攻撃後の待ち時間を大きく短縮 (Cooldown: 44s)",
			"lv2": "30秒、攻撃力1.7倍、射程1.2倍 攻撃後の待ち時間を大きく短縮 (Cooldown: 43s)",
			"lv3": "30秒、攻撃力1.8倍、射程1.2倍 攻撃後の待ち時間を大きく短縮 (Cooldown: 42s)",
			"lv4": "30秒、攻撃力1.9倍、射程1.2倍 攻撃後の待ち時間を大きく短縮 (Cooldown: 41s)",
			"lv5": "30秒、攻撃力2.0倍、射程1.2倍 攻撃後の待ち時間を大きく短縮 (Cooldown: 40s)"
		}
	},
	"43": {
		"id": 43,
		"name": "ギガンティックラブ",
		"recipeId": 43,
		"levels": {
			"lv1": "20秒、攻撃速度がやや減少するが 巨大化し最大HPと物理防御1.5倍、 攻撃力2.5倍、敵遠距離攻撃を引き付ける (Cooldown: 39s)",
			"lv2": "20秒、攻撃速度がやや減少するが 巨大化し最大HPと物理防御1.57倍、 攻撃力2.57倍、敵遠距離攻撃を引き付ける (Cooldown: 38s)",
			"lv3": "20秒、攻撃速度がやや減少するが 巨大化し最大HPと物理防御1.65倍、 攻撃力2.65倍、敵遠距離攻撃を引き付ける (Cooldown: 37s)",
			"lv4": "20秒、攻撃速度がやや減少するが 巨大化し最大HPと物理防御1.72倍、 攻撃力2.72倍、敵遠距離攻撃を引き付ける (Cooldown: 36s)",
			"lv5": "20秒、攻撃速度がやや減少するが 巨大化し最大HPと物理防御1.8倍、 攻撃力2.8倍、敵遠距離攻撃を引き付ける (Cooldown: 35s)"
		}
	},
	"44": {
		"id": 44,
		"name": "ゴートヘッドフレイム",
		"recipeId": 42,
		"levels": {
			"lv1": "30秒、攻撃力2.2倍上昇し、 周囲の全ての敵に魔法攻撃を行う (Cooldown: 54s)",
			"lv2": "30秒、攻撃力2.4倍上昇し、 周囲の全ての敵に魔法攻撃を行う (Cooldown: 53s)",
			"lv3": "30秒、攻撃力2.6倍上昇し、 周囲の全ての敵に魔法攻撃を行う (Cooldown: 52s)",
			"lv4": "30秒、攻撃力2.8倍上昇し、 周囲の全ての敵に魔法攻撃を行う (Cooldown: 51s)",
			"lv5": "30秒、攻撃力3.0倍上昇し、 周囲の全ての敵に魔法攻撃を行う (Cooldown: 50s)"
		}
	},
	"46": {
		"id": 46,
		"name": "ジュエリーライト",
		"recipeId": 45,
		"levels": {
			"lv1": "20秒、攻撃力1.4倍、射程1.4倍上昇 範囲内の味方に戦闘前の攻撃力の500％分の耐久力を持つバリアを付与 (Cooldown: 44s)",
			"lv2": "22秒、攻撃力1.5倍、射程1.5倍上昇 範囲内の味方に戦闘前の攻撃力の500％分の耐久力を持つバリアを付与 (Cooldown: 43s)",
			"lv3": "25秒、攻撃力1.6倍、射程1.6倍上昇 範囲内の味方に戦闘前の攻撃力の500％分の耐久力を持つバリアを付与 (Cooldown: 42s)",
			"lv4": "28秒、攻撃力1.7倍、射程1.7倍上昇 範囲内の味方に戦闘前の攻撃力の500％分の耐久力を持つバリアを付与 (Cooldown: 41s)",
			"lv5": "30秒、攻撃力1.8倍、射程1.8倍上昇 範囲内の味方に戦闘前の攻撃力の500％分の耐久力を持つバリアを付与 (Cooldown: 40s)"
		}
	},
	"47": {
		"id": 47,
		"name": "ライフイーター",
		"recipeId": 12,
		"levels": {
			"lv1": "スキル使用時に、範囲内の敵のHP6%の割合ダメージを与え 自身のHPを全回復する (Cooldown: 44s)",
			"lv2": "スキル使用時に、範囲内の敵のHP7%の割合ダメージを与え 自身のHPを全回復する (Cooldown: 43s)",
			"lv3": "スキル使用時に、範囲内の敵のHP8%の割合ダメージを与え 自身のHPを全回復する (Cooldown: 42s)",
			"lv4": "スキル使用時に、範囲内の敵のHP9%の割合ダメージを与え 自身のHPを全回復する (Cooldown: 41s)",
			"lv5": "スキル使用時に、範囲内の敵のHP10%の割合ダメージを与え 自身のHPを全回復する (Cooldown: 40s)"
		}
	},
	"49": {
		"id": 49,
		"name": "聖炎の猛火",
		"recipeId": 42,
		"levels": {
			"lv1": "70秒、攻撃力1.5倍、射程1.3倍上昇 種族特性の継続ダメージの効果量が5倍に上昇 (Cooldown: 64s)",
			"lv2": "70秒、攻撃力1.57倍、射程1.3倍上昇 種族特性の継続ダメージの効果量が5倍に上昇 (Cooldown: 63s)",
			"lv3": "70秒、攻撃力1.65倍、射程1.3倍上昇 種族特性の継続ダメージの効果量が5倍に上昇 (Cooldown: 62s)",
			"lv4": "70秒、攻撃力1.72倍、射程1.3倍上昇 種族特性の継続ダメージの効果量が5倍に上昇 (Cooldown: 61s)",
			"lv5": "70秒、攻撃力1.8倍、射程1.3倍上昇 種族特性の継続ダメージの効果量が5倍に上昇 (Cooldown: 60s)"
		}
	},
	"50": {
		"id": 50,
		"name": "がう！がう！",
		"recipeId": 32,
		"levels": {
			"lv1": "20秒、射程1.2倍上昇 攻撃が２連射に変化 (Cooldown: 29s)",
			"lv2": "20秒、射程1.25倍上昇 攻撃が２連射に変化 (Cooldown: 28s)",
			"lv3": "20秒、射程1.3倍上昇 攻撃が２連射に変化 (Cooldown: 27s)",
			"lv4": "20秒、射程1.35倍上昇 攻撃が２連射に変化 (Cooldown: 26s)",
			"lv5": "20秒、射程1.4倍上昇 攻撃が２連射に変化 (Cooldown: 25s)"
		}
	},
	"51": {
		"id": 51,
		"name": "清嵐舞踊",
		"recipeId": 44,
		"levels": {
			"lv1": "15秒、射程1.7倍、攻撃力1.7倍 攻撃が2連射になり、攻撃した敵を後退させる (Cooldown: 24s)",
			"lv2": "15秒、射程1.8倍、攻撃力1.8倍 攻撃が2連射になり、攻撃した敵を後退させる (Cooldown: 23s)",
			"lv3": "15秒、射程1.9倍、攻撃力1.9倍 攻撃が2連射になり、攻撃した敵を後退させる (Cooldown: 22s)",
			"lv4": "15秒、射程2.0倍、攻撃力2.0倍 攻撃が2連射になり、攻撃した敵を後退させる (Cooldown: 21s)",
			"lv5": "15秒、射程2.1倍、攻撃力2.1倍 攻撃が2連射になり、攻撃した敵を後退させる (Cooldown: 20s)"
		}
	},
	"52": {
		"id": 52,
		"name": "火霊の悪戯",
		"recipeId": 22,
		"levels": {
			"lv1": "15秒、攻撃力2.2倍、射程1.3倍上昇 スキル終了後に10秒間スタンする (Cooldown: 29s)",
			"lv2": "15秒、攻撃力2.4倍、射程1.35倍上昇 スキル終了後に10秒間スタンする (Cooldown: 28s)",
			"lv3": "15秒、攻撃力2.6倍、射程1.4倍上昇 スキル終了後に10秒間スタンする (Cooldown: 27s)",
			"lv4": "15秒、攻撃力2.8倍、射程1.45倍上昇 スキル終了後に10秒間スタンする (Cooldown: 26s)",
			"lv5": "15秒、攻撃力3.0倍、射程1.5倍上昇 スキル終了後に10秒間スタンする (Cooldown: 25s)"
		}
	},
	"53": {
		"id": 53,
		"name": "氷霊の悪戯",
		"recipeId": 23,
		"levels": {
			"lv1": "15秒、攻撃力1.8倍、射程1.5倍上昇 スキル終了後に10秒間スタンする (Cooldown: 29s)",
			"lv2": "15秒、攻撃力1.9倍、射程1.6倍上昇 スキル終了後に10秒間スタンする (Cooldown: 28s)",
			"lv3": "15秒、攻撃力2.0倍、射程1.7倍上昇 スキル終了後に10秒間スタンする (Cooldown: 27s)",
			"lv4": "15秒、攻撃力2.1倍、射程1.8倍上昇 スキル終了後に10秒間スタンする (Cooldown: 26s)",
			"lv5": "15秒、攻撃力2.2倍、射程1.9倍上昇 スキル終了後に10秒間スタンする (Cooldown: 25s)"
		}
	},
	"54": {
		"id": 54,
		"name": "安息の音色",
		"recipeId": 33,
		"levels": {
			"lv1": "15秒、射程1.5倍上昇 2秒毎に範囲内の味方のＨＰを攻撃力の80％ずつ回復する (Cooldown: 34s)",
			"lv2": "15秒、射程1.57倍上昇 2秒毎に範囲内の味方のＨＰを攻撃力の90％ずつ回復する (Cooldown: 33s)",
			"lv3": "15秒、射程1.65倍上昇 2秒毎に範囲内の味方のＨＰを攻撃力の100％ずつ回復する (Cooldown: 32s)",
			"lv4": "15秒、射程1.72倍上昇 2秒毎に範囲内の味方のＨＰを攻撃力の110％ずつ回復する (Cooldown: 31s)",
			"lv5": "15秒、射程1.8倍上昇 2秒毎に範囲内の味方のＨＰを攻撃力の120％ずつ回復する (Cooldown: 30s)"
		}
	},
	"55": {
		"id": 55,
		"name": "カースアンデッド",
		"recipeId": 26,
		"levels": {
			"lv1": "20秒、攻撃力1.8倍、物理防御力1.8倍 さらに攻撃が命中するたびに、敵の攻撃力と防御力をattack,1.01減少 (Cooldown: 49s)",
			"lv2": "20秒、攻撃力1.9倍、物理防御力1.9倍 さらに攻撃が命中するたびに、敵の攻撃力と防御力をattack,1.01減少 (Cooldown: 48s)",
			"lv3": "20秒、攻撃力2.0倍、物理防御力2.0倍 さらに攻撃が命中するたびに、敵の攻撃力と防御力をattack,1.01減少 (Cooldown: 47s)",
			"lv4": "20秒、攻撃力2.1倍、物理防御力2.1倍 さらに攻撃が命中するたびに、敵の攻撃力と防御力をattack,1.01減少 (Cooldown: 46s)",
			"lv5": "20秒、攻撃力2.2倍、物理防御力2.2倍 さらに攻撃が命中するたびに、敵の攻撃力と防御力をattack,1.01減少 (Cooldown: 45s)"
		}
	},
	"56": {
		"id": 56,
		"name": "朽ちぬ騎士道",
		"recipeId": 16,
		"levels": {
			"lv1": "40秒、物理と魔法防御力2.6倍上昇、 ブロック数＋1 (Cooldown: 34s)",
			"lv2": "40秒、物理と魔法防御力2.7倍上昇、 ブロック数＋1 (Cooldown: 33s)",
			"lv3": "40秒、物理と魔法防御力2.8倍上昇、 ブロック数＋1 (Cooldown: 32s)",
			"lv4": "40秒、物理と魔法防御力2.9倍上昇、 ブロック数＋1 (Cooldown: 31s)",
			"lv5": "40秒、物理と魔法防御力3.0倍上昇、 ブロック数＋1 (Cooldown: 30s)"
		}
	},
	"57": {
		"id": 57,
		"name": "リザードスケイル",
		"recipeId": 13,
		"levels": {
			"lv1": "30秒、物理防御力2.8倍 ブロック数+2 (Cooldown: 29s)",
			"lv2": "30秒、物理防御力2.9倍 ブロック数+2 (Cooldown: 28s)",
			"lv3": "30秒、物理防御力3.0倍 ブロック数+2 (Cooldown: 27s)",
			"lv4": "30秒、物理防御力3.1倍 ブロック数+2 (Cooldown: 26s)",
			"lv5": "30秒、物理防御力3.2倍 ブロック数+2 (Cooldown: 25s)"
		}
	},
	"58": {
		"id": 58,
		"name": "チャージバレット",
		"recipeId": 12,
		"levels": {
			"lv1": "20秒、攻撃力3.2倍上昇 ただし攻撃後の待ち時間が1.5増加 (Cooldown: 24s)",
			"lv2": "20秒、攻撃力3.3倍上昇 ただし攻撃後の待ち時間が1.5増加 (Cooldown: 23s)",
			"lv3": "20秒、攻撃力3.4倍上昇 ただし攻撃後の待ち時間が1.5増加 (Cooldown: 22s)",
			"lv4": "20秒、攻撃力3.5倍上昇 ただし攻撃後の待ち時間が1.5増加 (Cooldown: 21s)",
			"lv5": "20秒、攻撃力3.6倍上昇 ただし攻撃後の待ち時間が1.5増加 (Cooldown: 20s)"
		}
	},
	"59": {
		"id": 59,
		"name": "小悪魔ダンス",
		"recipeId": 16,
		"levels": {
			"lv1": "20秒、射程1.2倍上昇、 範囲内の敵３体に攻撃する (Cooldown: 24s)",
			"lv2": "20秒、射程1.25倍上昇、 範囲内の敵３体に攻撃する (Cooldown: 23s)",
			"lv3": "20秒、射程1.3倍上昇、 範囲内の敵３体に攻撃する (Cooldown: 22s)",
			"lv4": "20秒、射程1.35倍上昇、 範囲内の敵３体に攻撃する (Cooldown: 21s)",
			"lv5": "20秒、射程1.4倍上昇、 範囲内の敵３体に攻撃する (Cooldown: 20s)"
		}
	},
	"60": {
		"id": 60,
		"name": "仲間をよぶであります！",
		"recipeId": 17,
		"levels": {
			"lv1": "即座にコストが13回復する (Cooldown: 39s)",
			"lv2": "即座にコストが13回復する (Cooldown: 38s)",
			"lv3": "即座にコストが13回復する (Cooldown: 37s)",
			"lv4": "即座にコストが13回復する (Cooldown: 36s)",
			"lv5": "即座にコストが13回復する (Cooldown: 35s)"
		}
	},
	"61": {
		"id": 61,
		"name": "火竜轟焔斬",
		"recipeId": 42,
		"levels": {
			"lv1": "スキル発動時、1度だけ攻撃力1.2倍で範囲内の敵1体に遠距離魔法攻撃 着弾地点の周囲に持続ダメージを発生させる (持続ダメージは発動時の攻撃力の50％) (Cooldown: 39s)",
			"lv2": "スキル発動時、1度だけ攻撃力1.27倍で範囲内の敵1体に遠距離魔法攻撃 着弾地点の周囲に持続ダメージを発生させる (持続ダメージは発動時の攻撃力の50％) (Cooldown: 38s)",
			"lv3": "スキル発動時、1度だけ攻撃力1.35倍で範囲内の敵1体に遠距離魔法攻撃 着弾地点の周囲に持続ダメージを発生させる (持続ダメージは発動時の攻撃力の50％) (Cooldown: 37s)",
			"lv4": "スキル発動時、1度だけ攻撃力1.42倍で範囲内の敵1体に遠距離魔法攻撃 着弾地点の周囲に持続ダメージを発生させる (持続ダメージは発動時の攻撃力の50％) (Cooldown: 36s)",
			"lv5": "スキル発動時、1度だけ攻撃力1.5倍で範囲内の敵1体に遠距離魔法攻撃 着弾地点の周囲に持続ダメージを発生させる (持続ダメージは発動時の攻撃力の50％) (Cooldown: 35s)"
		}
	},
	"62": {
		"id": 62,
		"name": "旋風の剣舞",
		"recipeId": 34,
		"levels": {
			"lv1": "スキル発動時、１度だけ攻撃力4.2倍で 敵3体を同時攻撃、攻撃した敵を後退させる (Cooldown: 24s)",
			"lv2": "スキル発動時、１度だけ攻撃力4.3倍で 敵3体を同時攻撃、攻撃した敵を後退させる (Cooldown: 23s)",
			"lv3": "スキル発動時、１度だけ攻撃力4.4倍で 敵3体を同時攻撃、攻撃した敵を後退させる (Cooldown: 22s)",
			"lv4": "スキル発動時、１度だけ攻撃力4.5倍で 敵3体を同時攻撃、攻撃した敵を後退させる (Cooldown: 21s)",
			"lv5": "スキル発動時、１度だけ攻撃力4.6倍で 敵3体を同時攻撃、攻撃した敵を後退させる (Cooldown: 20s)"
		}
	},
	"63": {
		"id": 63,
		"name": "青銅の守護者",
		"recipeId": 42,
		"levels": {
			"lv1": "30秒、攻撃力1.2倍、物理防御力2.8倍、 射程1.5倍、ブロック数+2 (Cooldown: 39s)",
			"lv2": "30秒、攻撃力1.25倍、物理防御力2.9倍、 射程1.57倍、ブロック数+2 (Cooldown: 38s)",
			"lv3": "30秒、攻撃力1.3倍、物理防御力3.0倍、 射程1.65倍、ブロック数+2 (Cooldown: 37s)",
			"lv4": "30秒、攻撃力1.35倍、物理防御力3.1倍、 射程1.72倍、ブロック数+2 (Cooldown: 36s)",
			"lv5": "30秒、攻撃力1.4倍、物理防御力3.2倍、 射程1.8倍、ブロック数+2 (Cooldown: 35s)"
		}
	},
	"64": {
		"id": 64,
		"name": "百烈岩・天",
		"recipeId": 45,
		"levels": {
			"lv1": "12秒、射程1.4倍、範囲内の敵2体まで 高速で岩投げ攻撃を行う (Cooldown: 39s)",
			"lv2": "12秒、射程1.45倍、範囲内の敵2体まで 高速で岩投げ攻撃を行う (Cooldown: 38s)",
			"lv3": "12秒、射程1.5倍、範囲内の敵2体まで 高速で岩投げ攻撃を行う (Cooldown: 37s)",
			"lv4": "12秒、射程1.55倍、範囲内の敵2体まで 高速で岩投げ攻撃を行う (Cooldown: 36s)",
			"lv5": "12秒、射程1.6倍、範囲内の敵2体まで 高速で岩投げ攻撃を行う (Cooldown: 35s)"
		}
	},
	"65": {
		"id": 65,
		"name": "毒視の弓矢",
		"recipeId": 33,
		"levels": {
			"lv1": "20秒、攻撃力1.8倍 攻撃した相手を中確率で猛毒状態にする (Cooldown: 34s)",
			"lv2": "20秒、攻撃力1.9倍 攻撃した相手を中確率で猛毒状態にする (Cooldown: 33s)",
			"lv3": "20秒、攻撃力2.0倍 攻撃した相手を中確率で猛毒状態にする (Cooldown: 32s)",
			"lv4": "20秒、攻撃力2.1倍 攻撃した相手を中確率で猛毒状態にする (Cooldown: 31s)",
			"lv5": "20秒、攻撃力2.2倍 攻撃した相手を中確率で猛毒状態にする (Cooldown: 30s)"
		}
	},
	"66": {
		"id": 66,
		"name": "サンダー☆クラウド",
		"recipeId": 45,
		"levels": {
			"lv1": "15秒射程2.4倍、攻撃対象数+3 敵をスタン状態にする(蓄積値：中) (Cooldown: 44s)",
			"lv2": "15秒射程2.5倍、攻撃対象数+3 敵をスタン状態にする(蓄積値：中) (Cooldown: 43s)",
			"lv3": "15秒射程2.6倍、攻撃対象数+3 敵をスタン状態にする(蓄積値：中) (Cooldown: 42s)",
			"lv4": "15秒射程2.7倍、攻撃対象数+3 敵をスタン状態にする(蓄積値：中) (Cooldown: 41s)",
			"lv5": "15秒射程2.8倍、攻撃対象数+3 敵をスタン状態にする(蓄積値：中) (Cooldown: 40s)"
		}
	},
	"68": {
		"id": 68,
		"name": "白蜘蛛の絡糸",
		"recipeId": 47,
		"levels": {
			"lv1": "25秒、射程1.2倍、発動時に味方遠距離のスキル準備時間を-10秒 種族特性の蜘蛛糸効果が2倍 (Cooldown: 44s)",
			"lv2": "25秒、射程1.25倍、発動時に味方遠距離のスキル準備時間を-10秒 種族特性の蜘蛛糸効果が2倍 (Cooldown: 43s)",
			"lv3": "25秒、射程1.3倍、発動時に味方遠距離のスキル準備時間を-10秒 種族特性の蜘蛛糸効果が2倍 (Cooldown: 42s)",
			"lv4": "25秒、射程1.35倍、発動時に味方遠距離のスキル準備時間を-10秒 種族特性の蜘蛛糸効果が2倍 (Cooldown: 41s)",
			"lv5": "25秒、射程1.4倍、発動時に味方遠距離のスキル準備時間を-10秒 種族特性の蜘蛛糸効果が2倍 (Cooldown: 40s)"
		}
	},
	"69": {
		"id": 69,
		"name": "生命の血汐",
		"recipeId": 42,
		"levels": {
			"lv1": "20秒射程1.4倍、スキル発動時に一度だけ 自身のHP30％減少させ、範囲内の味方の HPをhp,2.0回復(回復量は基本HP依存) (Cooldown: 34s)",
			"lv2": "20秒射程1.45倍、スキル発動時に一度だけ 自身のHP28％減少させ、範囲内の味方の HPをhp,2.0回復(回復量は基本HP依存) (Cooldown: 33s)",
			"lv3": "20秒射程1.5倍、スキル発動時に一度だけ 自身のHP25％減少させ、範囲内の味方の HPをhp,2.0回復(回復量は基本HP依存) (Cooldown: 32s)",
			"lv4": "20秒射程1.55倍、スキル発動時に一度だけ 自身のHP22％減少させ、範囲内の味方の HPをhp,2.0回復(回復量は基本HP依存) (Cooldown: 31s)",
			"lv5": "20秒射程1.6倍、スキル発動時に一度だけ 自身のHP20％減少させ、範囲内の味方の HPをhp,2.0回復(回復量は基本HP依存) (Cooldown: 30s)"
		}
	},
	"70": {
		"id": 70,
		"name": "血の宴",
		"recipeId": 36,
		"levels": {
			"lv1": "スキル使用時に範囲内の敵にHP15％の割合ダメージを与え、自身のHPを全回復 その後30秒、攻撃力1.4倍上昇 (Cooldown: 34s)",
			"lv2": "スキル使用時に範囲内の敵にHP15％の割合ダメージを与え、自身のHPを全回復 その後30秒、攻撃力1.5倍上昇 (Cooldown: 33s)",
			"lv3": "スキル使用時に範囲内の敵にHP15％の割合ダメージを与え、自身のHPを全回復 その後30秒、攻撃力1.6倍上昇 (Cooldown: 32s)",
			"lv4": "スキル使用時に範囲内の敵にHP15％の割合ダメージを与え、自身のHPを全回復 その後30秒、攻撃力1.7倍上昇 (Cooldown: 31s)",
			"lv5": "スキル使用時に範囲内の敵にHP15％の割合ダメージを与え、自身のHPを全回復 その後30秒、攻撃力1.8倍上昇 (Cooldown: 30s)"
		}
	},
	"71": {
		"id": 71,
		"name": "怪根の癒し",
		"recipeId": 17,
		"levels": {
			"lv1": "スキル発動時、射程1.4倍、範囲内の味方を１度だけattack,6.0回復する (Cooldown: 34s)",
			"lv2": "スキル発動時、射程1.45倍、範囲内の味方を１度だけattack,6.0回復する (Cooldown: 33s)",
			"lv3": "スキル発動時、射程1.5倍、範囲内の味方を１度だけattack,6.0回復する (Cooldown: 32s)",
			"lv4": "スキル発動時、射程1.55倍、範囲内の味方を１度だけattack,6.0回復する (Cooldown: 31s)",
			"lv5": "スキル発動時、射程1.6倍、範囲内の味方を１度だけattack,6.0回復する (Cooldown: 30s)"
		}
	},
	"72": {
		"id": 72,
		"name": "ソウルハント",
		"recipeId": 12,
		"levels": {
			"lv1": "10秒、攻撃力1.9倍上昇、 範囲内の敵に魔法攻撃を行う (Cooldown: 29s)",
			"lv2": "10秒、攻撃力2.0倍上昇、 範囲内の敵に魔法攻撃を行う (Cooldown: 28s)",
			"lv3": "10秒、攻撃力2.1倍上昇、 範囲内の敵に魔法攻撃を行う (Cooldown: 27s)",
			"lv4": "10秒、攻撃力2.2倍上昇、 範囲内の敵に魔法攻撃を行う (Cooldown: 26s)",
			"lv5": "10秒、攻撃力2.3倍上昇、 範囲内の敵に魔法攻撃を行う (Cooldown: 25s)"
		}
	},
	"73": {
		"id": 73,
		"name": "必槍！水流烈破！",
		"recipeId": 13,
		"levels": {
			"lv1": "即座にコストが11回復する その後20秒、攻撃力1.3倍に上昇、 攻撃が魔法属性に変化する (Cooldown: 24s)",
			"lv2": "即座にコストが11回復する その後20秒、攻撃力1.4倍に上昇、 攻撃が魔法属性に変化する (Cooldown: 23s)",
			"lv3": "即座にコストが11回復する その後20秒、攻撃力1.5倍に上昇、 攻撃が魔法属性に変化する (Cooldown: 22s)",
			"lv4": "即座にコストが11回復する その後20秒、攻撃力1.6倍に上昇、 攻撃が魔法属性に変化する (Cooldown: 21s)",
			"lv5": "即座にコストが11回復する その後20秒、攻撃力1.7倍に上昇、 攻撃が魔法属性に変化する (Cooldown: 20s)"
		}
	},
	"74": {
		"id": 74,
		"name": "準備運動なんだぞ！",
		"recipeId": 34,
		"levels": {
			"lv1": "即座にコストが17回復、その後10秒獣化し 最大HP1.5倍、攻撃力と物理防御1.3倍、 攻撃後の待ち時間が大きく短縮、次回スキル変化 (Cooldown: 64s)",
			"lv2": "即座にコストが17回復、その後10秒獣化し 最大HP1.57倍、攻撃力と物理防御1.37倍、 攻撃後の待ち時間が大きく短縮、次回スキル変化 (Cooldown: 63s)",
			"lv3": "即座にコストが17回復、その後10秒獣化し 最大HP1.65倍、攻撃力と物理防御1.45倍、 攻撃後の待ち時間が大きく短縮、次回スキル変化 (Cooldown: 62s)",
			"lv4": "即座にコストが17回復、その後10秒獣化し 最大HP1.72倍、攻撃力と物理防御1.52倍、 攻撃後の待ち時間が大きく短縮、次回スキル変化 (Cooldown: 61s)",
			"lv5": "即座にコストが17回復、その後10秒獣化し 最大HP1.8倍、攻撃力と物理防御1.6倍、 攻撃後の待ち時間が大きく短縮、次回スキル変化 (Cooldown: 60s)"
		}
	},
	"200074": {
		"id": 200074,
		"name": "MAXタイガーモード！",
		"recipeId": 34,
		"levels": {
			"lv1": "効果時間無限　獣化し最大HP1.5倍、 攻撃力と物理防御1.3倍、 攻撃後の待ち時間が大きく短縮 (Cooldown: 64s)",
			"lv2": "効果時間無限　獣化し最大HP1.57倍、 攻撃力と物理防御1.37倍、 攻撃後の待ち時間が大きく短縮 (Cooldown: 63s)",
			"lv3": "効果時間無限　獣化し最大HP1.65倍、 攻撃力と物理防御1.45倍、 攻撃後の待ち時間が大きく短縮 (Cooldown: 62s)",
			"lv4": "効果時間無限　獣化し最大HP1.72倍、 攻撃力と物理防御1.52倍、 攻撃後の待ち時間が大きく短縮 (Cooldown: 61s)",
			"lv5": "効果時間無限　獣化し最大HP1.8倍、 攻撃力と物理防御1.6倍、 攻撃後の待ち時間が大きく短縮 (Cooldown: 60s)"
		}
	},
	"75": {
		"id": 75,
		"name": "灼銀のシンフォニー",
		"recipeId": 45,
		"levels": {
			"lv1": "30秒、範囲内の敵に攻撃力40％の継続ダメージ スキルの発動後10秒間、 天候を熱波(敵に秒間150ダメージ)にする (Cooldown: 44s)",
			"lv2": "30秒、範囲内の敵に攻撃力45％の継続ダメージ スキルの発動後10秒間、 天候を熱波(敵に秒間150ダメージ)にする (Cooldown: 43s)",
			"lv3": "30秒、範囲内の敵に攻撃力50％の継続ダメージ スキルの発動後10秒間、 天候を熱波(敵に秒間150ダメージ)にする (Cooldown: 42s)",
			"lv4": "30秒、範囲内の敵に攻撃力55％の継続ダメージ スキルの発動後10秒間、 天候を熱波(敵に秒間150ダメージ)にする (Cooldown: 41s)",
			"lv5": "30秒、範囲内の敵に攻撃力60％の継続ダメージ スキルの発動後10秒間、 天候を熱波(敵に秒間150ダメージ)にする (Cooldown: 40s)"
		}
	},
	"76": {
		"id": 76,
		"name": "エアロウィング",
		"recipeId": 34,
		"levels": {
			"lv1": "10秒、射程1.7倍、攻撃力1.7倍 範囲内の敵2体を同時に攻撃、攻撃した敵を後退させる (Cooldown: 29s)",
			"lv2": "10秒、射程1.8倍、攻撃力1.8倍 範囲内の敵2体を同時に攻撃、攻撃した敵を後退させる (Cooldown: 28s)",
			"lv3": "10秒、射程1.9倍、攻撃力1.9倍 範囲内の敵2体を同時に攻撃、攻撃した敵を後退させる (Cooldown: 27s)",
			"lv4": "10秒、射程2.0倍、攻撃力2.0倍 範囲内の敵2体を同時に攻撃、攻撃した敵を後退させる (Cooldown: 26s)",
			"lv5": "10秒、射程2.1倍、攻撃力2.1倍 範囲内の敵2体を同時に攻撃、攻撃した敵を後退させる (Cooldown: 25s)"
		}
	},
	"78": {
		"id": 78,
		"name": "コールホーン",
		"recipeId": 35,
		"levels": {
			"lv1": "即座にコストが7回復する その後20秒、攻撃力1.8倍に上昇 本体使用時のみトークンの所持数が１増加 (Cooldown: 34s)",
			"lv2": "即座にコストが7回復する その後20秒、攻撃力1.9倍に上昇 本体使用時のみトークンの所持数が１増加 (Cooldown: 33s)",
			"lv3": "即座にコストが7回復する その後20秒、攻撃力2.0倍に上昇 本体使用時のみトークンの所持数が１増加 (Cooldown: 32s)",
			"lv4": "即座にコストが7回復する その後20秒、攻撃力2.1倍に上昇 本体使用時のみトークンの所持数が１増加 (Cooldown: 31s)",
			"lv5": "即座にコストが7回復する その後20秒、攻撃力2.2倍に上昇 本体使用時のみトークンの所持数が１増加 (Cooldown: 30s)"
		}
	},
	"79": {
		"id": 79,
		"name": "フロストスタンプ",
		"recipeId": 43,
		"levels": {
			"lv1": "25秒、攻撃速度が減少するが攻撃力3.5倍、魔法攻撃化し攻撃範囲拡大 攻撃した敵の動きを1秒間停止させ、低確率で敵を吹き飛ばす (Cooldown: 39s)",
			"lv2": "25秒、攻撃速度が減少するが攻撃力4.0倍、魔法攻撃化し攻撃範囲拡大 攻撃した敵の動きを1秒間停止させ、低確率で敵を吹き飛ばす (Cooldown: 38s)",
			"lv3": "25秒、攻撃速度が減少するが攻撃力4.5倍、魔法攻撃化し攻撃範囲拡大 攻撃した敵の動きを1秒間停止させ、低確率で敵を吹き飛ばす (Cooldown: 37s)",
			"lv4": "25秒、攻撃速度が減少するが攻撃力5.0倍、魔法攻撃化し攻撃範囲拡大 攻撃した敵の動きを1秒間停止させ、低確率で敵を吹き飛ばす (Cooldown: 36s)",
			"lv5": "25秒、攻撃速度が減少するが攻撃力5.5倍、魔法攻撃化し攻撃範囲拡大 攻撃した敵の動きを1秒間停止させ、低確率で敵を吹き飛ばす (Cooldown: 35s)"
		}
	},
	"80": {
		"id": 80,
		"name": "フリーズバースト",
		"recipeId": 33,
		"levels": {
			"lv1": "即座にコストが8回復、その後15秒、攻撃力1.1倍に上昇 敵3体に遠距離魔法攻撃を行い攻撃した敵の攻撃速度を一定時間減少 (Cooldown: 29s)",
			"lv2": "即座にコストが8回復、その後15秒、攻撃力1.15倍に上昇 敵3体に遠距離魔法攻撃を行い攻撃した敵の攻撃速度を一定時間減少 (Cooldown: 28s)",
			"lv3": "即座にコストが8回復、その後15秒、攻撃力1.2倍に上昇 敵3体に遠距離魔法攻撃を行い攻撃した敵の攻撃速度を一定時間減少 (Cooldown: 27s)",
			"lv4": "即座にコストが8回復、その後15秒、攻撃力1.25倍に上昇 敵3体に遠距離魔法攻撃を行い攻撃した敵の攻撃速度を一定時間減少 (Cooldown: 26s)",
			"lv5": "即座にコストが8回復、その後15秒、攻撃力1.3倍に上昇 敵3体に遠距離魔法攻撃を行い攻撃した敵の攻撃速度を一定時間減少 (Cooldown: 25s)"
		}
	},
	"81": {
		"id": 81,
		"name": "マルチプルバースト",
		"recipeId": 45,
		"levels": {
			"lv1": "25秒、攻撃力2.6倍、射程1.2倍、 範囲内の敵4体を同時に攻撃、 ただし攻撃後の待ち時間が増加 (Cooldown: 39s)",
			"lv2": "25秒、攻撃力2.65倍、射程1.25倍、 範囲内の敵4体を同時に攻撃、 ただし攻撃後の待ち時間が増加 (Cooldown: 38s)",
			"lv3": "25秒、攻撃力2.7倍、射程1.3倍、 範囲内の敵4体を同時に攻撃、 ただし攻撃後の待ち時間が増加 (Cooldown: 37s)",
			"lv4": "25秒、攻撃力2.75倍、射程1.35倍、 範囲内の敵4体を同時に攻撃、 ただし攻撃後の待ち時間が増加 (Cooldown: 36s)",
			"lv5": "25秒、攻撃力2.8倍、射程1.4倍、 範囲内の敵4体を同時に攻撃、 ただし攻撃後の待ち時間が増加 (Cooldown: 35s)"
		}
	},
	"82": {
		"id": 82,
		"name": "光臨",
		"recipeId": 45,
		"levels": {
			"lv1": "スキル発動時、１度だけ攻撃力2.4倍、 射程1.3倍、範囲内の敵3体を同時攻撃 攻撃範囲が拡大 (Cooldown: 24s)",
			"lv2": "スキル発動時、１度だけ攻撃力2.5倍、 射程1.35倍、範囲内の敵3体を同時攻撃 攻撃範囲が拡大 (Cooldown: 23s)",
			"lv3": "スキル発動時、１度だけ攻撃力2.6倍、 射程1.4倍、範囲内の敵3体を同時攻撃 攻撃範囲が拡大 (Cooldown: 22s)",
			"lv4": "スキル発動時、１度だけ攻撃力2.7倍、 射程1.45倍、範囲内の敵3体を同時攻撃 攻撃範囲が拡大 (Cooldown: 21s)",
			"lv5": "スキル発動時、１度だけ攻撃力2.8倍、 射程1.5倍、範囲内の敵3体を同時攻撃 攻撃範囲が拡大 (Cooldown: 20s)"
		}
	},
	"86": {
		"id": 86,
		"name": "キャワワって言いなさい！",
		"recipeId": 37,
		"levels": {
			"lv1": "獣化し最大HP1.5倍、攻撃力1.9倍、 物理防御力1.5倍　効果時間無限 (Cooldown: 124s)",
			"lv2": "獣化し最大HP1.57倍、攻撃力1.95倍、 物理防御力1.57倍　効果時間無限 (Cooldown: 123s)",
			"lv3": "獣化し最大HP1.65倍、攻撃力2.0倍、 物理防御力1.65倍　効果時間無限 (Cooldown: 122s)",
			"lv4": "獣化し最大HP1.72倍、攻撃力2.05倍、 物理防御力1.72倍　効果時間無限 (Cooldown: 121s)",
			"lv5": "獣化し最大HP1.8倍、攻撃力2.1倍、 物理防御力1.8倍　効果時間無限 (Cooldown: 120s)"
		}
	},
	"87": {
		"id": 87,
		"name": "熱砂の幻炎",
		"recipeId": 32,
		"levels": {
			"lv1": "25秒、最大HP3％の継続ダメージを受けるが 攻撃力2.8倍、魔法範囲攻撃化  (Cooldown: 44s)",
			"lv2": "25秒、最大HP3％の継続ダメージを受けるが 攻撃力2.9倍、魔法範囲攻撃化  (Cooldown: 43s)",
			"lv3": "25秒、最大HP3％の継続ダメージを受けるが 攻撃力3.0倍、魔法範囲攻撃化  (Cooldown: 42s)",
			"lv4": "25秒、最大HP3％の継続ダメージを受けるが 攻撃力3.1倍、魔法範囲攻撃化  (Cooldown: 41s)",
			"lv5": "25秒、最大HP3％の継続ダメージを受けるが 攻撃力3.2倍、魔法範囲攻撃化  (Cooldown: 40s)"
		}
	},
	"88": {
		"id": 88,
		"name": "マックスボルテージ",
		"recipeId": 47,
		"levels": {
			"lv1": "スキル使用時、HPがhp,1.5回復 その後20秒、攻撃力3.0倍 (Cooldown: 34s)",
			"lv2": "スキル使用時、HPがhp,1.6回復 その後20秒、攻撃力3.12倍 (Cooldown: 33s)",
			"lv3": "スキル使用時、HPがhp,1.7回復 その後20秒、攻撃力3.25倍 (Cooldown: 32s)",
			"lv4": "スキル使用時、HPがhp,1.8回復 その後20秒、攻撃力3.37倍 (Cooldown: 31s)",
			"lv5": "スキル使用時、HPがhp,1.9回復 その後20秒、攻撃力3.5倍 (Cooldown: 30s)"
		}
	},
	"89": {
		"id": 89,
		"name": "深海の号令",
		"recipeId": 43,
		"levels": {
			"lv1": "30秒射程と攻撃力1.8倍、魔法範囲攻撃化 トークンの攻撃速度が上昇し、攻撃力が1.5倍 (Cooldown: 39s)",
			"lv2": "30秒射程と攻撃力1.9倍、魔法範囲攻撃化 トークンの攻撃速度が上昇し、攻撃力が1.57倍 (Cooldown: 38s)",
			"lv3": "30秒射程と攻撃力2.0倍、魔法範囲攻撃化 トークンの攻撃速度が上昇し、攻撃力が1.65倍 (Cooldown: 37s)",
			"lv4": "30秒射程と攻撃力2.1倍、魔法範囲攻撃化 トークンの攻撃速度が上昇し、攻撃力が1.72倍 (Cooldown: 36s)",
			"lv5": "30秒射程と攻撃力2.2倍、魔法範囲攻撃化 トークンの攻撃速度が上昇し、攻撃力が1.8倍 (Cooldown: 35s)"
		}
	},
	"90": {
		"id": 90,
		"name": "リーフシード",
		"recipeId": 44,
		"levels": {
			"lv1": "45秒射程1.4倍、攻撃力2.6倍 攻撃した相手の移動速度を短時間大幅に減少させる (Cooldown: 54s)",
			"lv2": "45秒射程1.45倍、攻撃力2.7倍 攻撃した相手の移動速度を短時間大幅に減少させる (Cooldown: 53s)",
			"lv3": "45秒射程1.5倍、攻撃力2.8倍 攻撃した相手の移動速度を短時間大幅に減少させる (Cooldown: 52s)",
			"lv4": "45秒射程1.55倍、攻撃力2.9倍 攻撃した相手の移動速度を短時間大幅に減少させる (Cooldown: 51s)",
			"lv5": "45秒射程1.6倍、攻撃力3.0倍 攻撃した相手の移動速度を短時間大幅に減少させる (Cooldown: 50s)"
		}
	},
	"91": {
		"id": 91,
		"name": "翼竜爪連斬",
		"recipeId": 44,
		"levels": {
			"lv1": "スキル発動時に1度だけ攻撃力1.2倍で 周囲の敵に10連続攻撃、攻撃した敵を猛毒状態にする 攻撃中は敵の攻撃を全て回避 (Cooldown: 24s)",
			"lv2": "スキル発動時に1度だけ攻撃力1.25倍で 周囲の敵に10連続攻撃、攻撃した敵を猛毒状態にする 攻撃中は敵の攻撃を全て回避 (Cooldown: 23s)",
			"lv3": "スキル発動時に1度だけ攻撃力1.3倍で 周囲の敵に10連続攻撃、攻撃した敵を猛毒状態にする 攻撃中は敵の攻撃を全て回避 (Cooldown: 22s)",
			"lv4": "スキル発動時に1度だけ攻撃力1.35倍で 周囲の敵に10連続攻撃、攻撃した敵を猛毒状態にする 攻撃中は敵の攻撃を全て回避 (Cooldown: 21s)",
			"lv5": "スキル発動時に1度だけ攻撃力1.4倍で 周囲の敵に10連続攻撃、攻撃した敵を猛毒状態にする 攻撃中は敵の攻撃を全て回避 (Cooldown: 20s)"
		}
	},
	"92": {
		"id": 92,
		"name": "つかまらないっち！",
		"recipeId": 36,
		"levels": {
			"lv1": "獣化し最大HP1.5倍、攻撃力1.6倍、 物理と魔法攻撃を50％の確率で回避 種族特性の継続ダメージの効果量が3倍に上昇、効果時間無限 (Cooldown: 124s)",
			"lv2": "獣化し最大HP1.57倍、攻撃力1.67倍、 物理と魔法攻撃を50％の確率で回避 種族特性の継続ダメージの効果量が3倍に上昇、効果時間無限 (Cooldown: 123s)",
			"lv3": "獣化し最大HP1.65倍、攻撃力1.75倍、 物理と魔法攻撃を50％の確率で回避 種族特性の継続ダメージの効果量が3倍に上昇、効果時間無限 (Cooldown: 122s)",
			"lv4": "獣化し最大HP1.72倍、攻撃力1.82倍、 物理と魔法攻撃を50％の確率で回避 種族特性の継続ダメージの効果量が3倍に上昇、効果時間無限 (Cooldown: 121s)",
			"lv5": "獣化し最大HP1.8倍、攻撃力1.9倍、 物理と魔法攻撃を50％の確率で回避 種族特性の継続ダメージの効果量が3倍に上昇、効果時間無限 (Cooldown: 120s)"
		}
	},
	"93": {
		"id": 93,
		"name": "夏炎鉄球",
		"recipeId": 45,
		"levels": {
			"lv1": "30秒、攻撃力2.2倍上昇し、 周囲の全ての敵に攻撃を行う (Cooldown: 54s)",
			"lv2": "30秒、攻撃力2.4倍上昇し、 周囲の全ての敵に攻撃を行う (Cooldown: 53s)",
			"lv3": "30秒、攻撃力2.6倍上昇し、 周囲の全ての敵に攻撃を行う (Cooldown: 52s)",
			"lv4": "30秒、攻撃力2.8倍上昇し、 周囲の全ての敵に攻撃を行う (Cooldown: 51s)",
			"lv5": "30秒、攻撃力3.0倍上昇し、 周囲の全ての敵に攻撃を行う (Cooldown: 50s)"
		}
	},
	"94": {
		"id": 94,
		"name": "浜辺の大立ち回りわん！",
		"recipeId": 42,
		"levels": {
			"lv1": "25秒、ブロック数が0になり攻撃力1.8倍、射程1.2倍上昇 攻撃後の待ち時間を大幅に短縮し、常に3連射攻撃 (Cooldown: 34s)",
			"lv2": "25秒、ブロック数が0になり攻撃力1.97倍、射程1.25倍上昇 攻撃後の待ち時間を大幅に短縮し、常に3連射攻撃 (Cooldown: 33s)",
			"lv3": "25秒、ブロック数が0になり攻撃力2.15倍、射程1.3倍上昇 攻撃後の待ち時間を大幅に短縮し、常に3連射攻撃 (Cooldown: 32s)",
			"lv4": "25秒、ブロック数が0になり攻撃力2.32倍、射程1.35倍上昇 攻撃後の待ち時間を大幅に短縮し、常に3連射攻撃 (Cooldown: 31s)",
			"lv5": "25秒、ブロック数が0になり攻撃力2.5倍、射程1.4倍上昇 攻撃後の待ち時間を大幅に短縮し、常に3連射攻撃 (Cooldown: 30s)"
		}
	},
	"95": {
		"id": 95,
		"name": "獅子の怒り",
		"recipeId": 42,
		"levels": {
			"lv1": "30秒、攻撃力1.5倍、常に3体同時攻撃、 攻撃敵数が2体以下の場合ダメージ上昇(最大1.5倍) (Cooldown: 44s)",
			"lv2": "30秒、攻撃力1.55倍、常に3体同時攻撃、 攻撃敵数が2体以下の場合ダメージ上昇(最大1.5倍) (Cooldown: 43s)",
			"lv3": "30秒、攻撃力1.6倍、常に3体同時攻撃、 攻撃敵数が2体以下の場合ダメージ上昇(最大1.5倍) (Cooldown: 42s)",
			"lv4": "30秒、攻撃力1.65倍、常に3体同時攻撃、 攻撃敵数が2体以下の場合ダメージ上昇(最大1.5倍) (Cooldown: 41s)",
			"lv5": "30秒、攻撃力1.7倍、常に3体同時攻撃、 攻撃敵数が2体以下の場合ダメージ上昇(最大1.5倍) (Cooldown: 40s)"
		}
	},
	"98": {
		"id": 98,
		"name": "なぞなぞタイムである！",
		"recipeId": 45,
		"levels": {
			"lv1": "即座にコストが12回復し、範囲内の敵を3秒間停止、 永続的に攻撃力1.05倍、物理防御力1.1倍 （ステータス上昇は5回まで） (Cooldown: 34s)",
			"lv2": "即座にコストが12回復し、範囲内の敵を3秒間停止、 永続的に攻撃力1.06倍、物理防御力1.12倍 （ステータス上昇は5回まで） (Cooldown: 33s)",
			"lv3": "即座にコストが12回復し、範囲内の敵を3秒間停止、 永続的に攻撃力1.07倍、物理防御力1.15倍 （ステータス上昇は5回まで） (Cooldown: 32s)",
			"lv4": "即座にコストが12回復し、範囲内の敵を3秒間停止、 永続的に攻撃力1.08倍、物理防御力1.17倍 （ステータス上昇は5回まで） (Cooldown: 31s)",
			"lv5": "即座にコストが12回復し、範囲内の敵を3秒間停止、 永続的に攻撃力1.1倍、物理防御力1.2倍 （ステータス上昇は5回まで） (Cooldown: 30s)"
		}
	},
	"200098": {
		"id": 200098,
		"name": "なぞなぞタイムである！",
		"recipeId": 45,
		"levels": {
			"lv1": "即座にコストが12回復し、 範囲内の敵を3秒間停止する (Cooldown: 34s)",
			"lv2": "即座にコストが12回復し、 範囲内の敵を3秒間停止する (Cooldown: 33s)",
			"lv3": "即座にコストが12回復し、 範囲内の敵を3秒間停止する (Cooldown: 32s)",
			"lv4": "即座にコストが12回復し、 範囲内の敵を3秒間停止する (Cooldown: 31s)",
			"lv5": "即座にコストが12回復し、 範囲内の敵を3秒間停止する (Cooldown: 30s)"
		}
	},
	"50003": {
		"id": 50003,
		"name": "拡散胞子",
		"recipeId": 0,
		"levels": {
			"lv1": "設定なし (Cooldown: 0s)",
			"lv2": "設定なし (Cooldown: 0s)",
			"lv3": "設定なし (Cooldown: 0s)",
			"lv4": "設定なし (Cooldown: 0s)",
			"lv5": "設定なし (Cooldown: 0s)"
		}
	},
	"50008": {
		"id": 50008,
		"name": "人類史の再演オルギン",
		"recipeId": 34,
		"levels": {
			"lv1": "スキル発動時、一度だけ広範囲の敵に5連射で攻撃を行い、 攻撃した敵の移動速度を大幅に減少させる (Cooldown: 60s)",
			"lv2": "スキル発動時、一度だけ広範囲の敵に5連射で攻撃を行い、 攻撃した敵の移動速度を大幅に減少させる (Cooldown: 55s)",
			"lv3": "スキル発動時、一度だけ広範囲の敵に5連射で攻撃を行い、 攻撃した敵の移動速度を大幅に減少させる (Cooldown: 50s)",
			"lv4": "スキル発動時、一度だけ広範囲の敵に5連射で攻撃を行い、 攻撃した敵の移動速度を大幅に減少させる (Cooldown: 45s)",
			"lv5": "スキル発動時、一度だけ広範囲の敵に5連射で攻撃を行い、 攻撃した敵の移動速度を大幅に減少させる (Cooldown: 40s)"
		}
	},
	"50009": {
		"id": 50009,
		"name": "コールホーン",
		"recipeId": 54,
		"levels": {
			"lv1": "即座にコストが11回復する その後20秒、攻撃力1.3倍に上昇 (Cooldown: 24s)",
			"lv2": "即座にコストが11回復する その後20秒、攻撃力1.4倍に上昇 (Cooldown: 23s)",
			"lv3": "即座にコストが11回復する その後20秒、攻撃力1.5倍に上昇 (Cooldown: 22s)",
			"lv4": "即座にコストが11回復する その後20秒、攻撃力1.6倍に上昇 (Cooldown: 21s)",
			"lv5": "即座にコストが11回復する その後20秒、攻撃力1.7倍に上昇 (Cooldown: 20s)"
		}
	},
	"50012": {
		"id": 50012,
		"name": "悪魔のギロチン",
		"recipeId": 47,
		"levels": {
			"lv1": "通り過ぎる敵をギロチンで一刀両断にする スキルを発動することで15秒攻撃速度が大きく上昇するが、 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv2": "通り過ぎる敵をギロチンで一刀両断にする スキルを発動することで15秒攻撃速度が大きく上昇するが、 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv3": "通り過ぎる敵をギロチンで一刀両断にする スキルを発動することで15秒攻撃速度が大きく上昇するが、 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv4": "通り過ぎる敵をギロチンで一刀両断にする スキルを発動することで15秒攻撃速度が大きく上昇するが、 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv5": "通り過ぎる敵をギロチンで一刀両断にする スキルを発動することで15秒攻撃速度が大きく上昇するが、 効果時間終了後に自壊する (Cooldown: 5s)"
		}
	},
	"50013": {
		"id": 50013,
		"name": "ボーンスタチュー",
		"recipeId": 47,
		"levels": {
			"lv1": "攻撃を行わず、5体までの敵をブロックする スキルを発動することで5秒ダメージを受けなくなるが 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv2": "攻撃を行わず、5体までの敵をブロックする スキルを発動することで5秒ダメージを受けなくなるが 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv3": "攻撃を行わず、5体までの敵をブロックする スキルを発動することで5秒ダメージを受けなくなるが 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv4": "攻撃を行わず、5体までの敵をブロックする スキルを発動することで5秒ダメージを受けなくなるが 効果時間終了後に自壊する (Cooldown: 5s)",
			"lv5": "攻撃を行わず、5体までの敵をブロックする スキルを発動することで5秒ダメージを受けなくなるが 効果時間終了後に自壊する (Cooldown: 5s)"
		}
	},
	"50014": {
		"id": 50014,
		"name": "ゲイザーヘッド",
		"recipeId": 47,
		"levels": {
			"lv1": "攻撃を行わず、スキル発動時にHPが35％減少する スキルの発動時に一度だけ 範囲内の敵すべてを攻撃し石化させる (Cooldown: 30s)",
			"lv2": "攻撃を行わず、スキル発動時にHPが35％減少する スキルの発動時に一度だけ 範囲内の敵すべてを攻撃し石化させる (Cooldown: 30s)",
			"lv3": "攻撃を行わず、スキル発動時にHPが35％減少する スキルの発動時に一度だけ 範囲内の敵すべてを攻撃し石化させる (Cooldown: 30s)",
			"lv4": "攻撃を行わず、スキル発動時にHPが35％減少する スキルの発動時に一度だけ 範囲内の敵すべてを攻撃し石化させる (Cooldown: 30s)",
			"lv5": "攻撃を行わず、スキル発動時にHPが35％減少する スキルの発動時に一度だけ 範囲内の敵すべてを攻撃し石化させる (Cooldown: 30s)"
		}
	},
	"50015": {
		"id": 50015,
		"name": "バナナの皮",
		"recipeId": 47,
		"levels": {
			"lv1": "通り過ぎる敵をスタンさせる 一度踏まれると飛んで行ってしまう スキルを発動すると5秒間、滑りやすくなる (Cooldown: 10s)",
			"lv2": "通り過ぎる敵をスタンさせる 一度踏まれると飛んで行ってしまう スキルを発動すると5秒間、滑りやすくなる (Cooldown: 10s)",
			"lv3": "通り過ぎる敵をスタンさせる 一度踏まれると飛んで行ってしまう スキルを発動すると5秒間、滑りやすくなる (Cooldown: 10s)",
			"lv4": "通り過ぎる敵をスタンさせる 一度踏まれると飛んで行ってしまう スキルを発動すると5秒間、滑りやすくなる (Cooldown: 10s)",
			"lv5": "通り過ぎる敵をスタンさせる 一度踏まれると飛んで行ってしまう スキルを発動すると5秒間、滑りやすくなる (Cooldown: 10s)"
		}
	},
	"90001": {
		"id": 90001,
		"name": "騎士の矜持",
		"recipeId": 24,
		"levels": {
			"lv1": "移動速度が速く攻撃時20％の確率で攻撃力2倍 スキル中30秒、攻撃力と物理防御力1.5倍 (Cooldown: 30s)",
			"lv2": "移動速度が速く攻撃時20％の確率で攻撃力2倍 スキル中30秒、攻撃力と物理防御力1.57倍 (Cooldown: 30s)",
			"lv3": "移動速度が速く攻撃時20％の確率で攻撃力2倍 スキル中30秒、攻撃力と物理防御力1.65倍 (Cooldown: 30s)",
			"lv4": "移動速度が速く攻撃時20％の確率で攻撃力2倍 スキル中30秒、攻撃力と物理防御力1.72倍 (Cooldown: 30s)",
			"lv5": "移動速度が速く攻撃時20％の確率で攻撃力2倍 スキル中30秒、攻撃力と物理防御力1.8倍 (Cooldown: 30s)"
		}
	},
	"90004": {
		"id": 90004,
		"name": "ゴブリンの絆",
		"recipeId": 14,
		"levels": {
			"lv1": "近接マスに配置可能なゴブリントークンを使役 スキル中10秒、攻撃力1.2倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 15s)",
			"lv2": "近接マスに配置可能なゴブリントークンを使役 スキル中10秒、攻撃力1.2倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 15s)",
			"lv3": "近接マスに配置可能なゴブリントークンを使役 スキル中10秒、攻撃力1.2倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 15s)",
			"lv4": "近接マスに配置可能なゴブリントークンを使役 スキル中10秒、攻撃力1.2倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 15s)",
			"lv5": "近接マスに配置可能なゴブリントークンを使役 スキル中10秒、攻撃力1.2倍、攻撃後の隙が半減 トークンの所持数が1増加する (Cooldown: 15s)"
		}
	},
	"90016": {
		"id": 90016,
		"name": "全力フルスイング",
		"recipeId": 35,
		"levels": {
			"lv1": "スキル中20秒、攻撃力1.5倍 ブロックした全敵を攻撃可能になり、低確率で敵を吹き飛ばす (Cooldown: 30s)",
			"lv2": "スキル中20秒、攻撃力1.57倍 ブロックした全敵を攻撃可能になり、低確率で敵を吹き飛ばす (Cooldown: 30s)",
			"lv3": "スキル中20秒、攻撃力1.65倍 ブロックした全敵を攻撃可能になり、低確率で敵を吹き飛ばす (Cooldown: 30s)",
			"lv4": "スキル中20秒、攻撃力1.72倍 ブロックした全敵を攻撃可能になり、低確率で敵を吹き飛ばす (Cooldown: 30s)",
			"lv5": "スキル中20秒、攻撃力1.8倍 ブロックした全敵を攻撃可能になり、低確率で敵を吹き飛ばす (Cooldown: 30s)"
		}
	},
	"90017": {
		"id": 90017,
		"name": "クイックショット",
		"recipeId": 16,
		"levels": {
			"lv1": "10秒、攻撃力1.5倍、 範囲内の敵２体を攻撃する スキル発動中のみ遠距離攻撃の対象になる (Cooldown: 15s)",
			"lv2": "10秒、攻撃力1.55倍、 範囲内の敵２体を攻撃する スキル発動中のみ遠距離攻撃の対象になる (Cooldown: 16s)",
			"lv3": "10秒、攻撃力1.6倍、 範囲内の敵２体を攻撃する スキル発動中のみ遠距離攻撃の対象になる (Cooldown: 17s)",
			"lv4": "10秒、攻撃力1.65倍、 範囲内の敵２体を攻撃する スキル発動中のみ遠距離攻撃の対象になる (Cooldown: 18s)",
			"lv5": "10秒、攻撃力1.7倍、 範囲内の敵２体を攻撃する スキル発動中のみ遠距離攻撃の対象になる (Cooldown: 19s)"
		}
	},
	"90021": {
		"id": 90021,
		"name": "サキュバスハート",
		"recipeId": 26,
		"levels": {
			"lv1": "常に男性に対し攻撃力1.3倍 スキル中20秒、攻撃力1.2倍、範囲内の全敵を攻撃 さらに敵の人間男の攻撃力を20％減少 (Cooldown: 30s)",
			"lv2": "常に男性に対し攻撃力1.3倍 スキル中20秒、攻撃力1.25倍、範囲内の全敵を攻撃 さらに敵の人間男の攻撃力を20％減少 (Cooldown: 30s)",
			"lv3": "常に男性に対し攻撃力1.3倍 スキル中20秒、攻撃力1.3倍、範囲内の全敵を攻撃 さらに敵の人間男の攻撃力を20％減少 (Cooldown: 30s)",
			"lv4": "常に男性に対し攻撃力1.3倍 スキル中20秒、攻撃力1.35倍、範囲内の全敵を攻撃 さらに敵の人間男の攻撃力を20％減少 (Cooldown: 30s)",
			"lv5": "常に男性に対し攻撃力1.3倍 スキル中20秒、攻撃力1.4倍、範囲内の全敵を攻撃 さらに敵の人間男の攻撃力を20％減少 (Cooldown: 30s)"
		}
	},
	"90039": {
		"id": 90039,
		"name": "戦場の友",
		"recipeId": 37,
		"levels": {
			"lv1": "HPが30％以下になると1度だけ攻撃力30％上昇(永続)/再出撃時間半減 スキル発動時共闘するオークトークンを召喚し40秒、物理防御力が2.0倍 (Cooldown: 20s)",
			"lv2": "HPが30％以下になると1度だけ攻撃力30％上昇(永続)/再出撃時間半減 スキル発動時共闘するオークトークンを召喚し40秒、物理防御力が2.25倍 (Cooldown: 20s)",
			"lv3": "HPが30％以下になると1度だけ攻撃力30％上昇(永続)/再出撃時間半減 スキル発動時共闘するオークトークンを召喚し40秒、物理防御力が2.5倍 (Cooldown: 20s)",
			"lv4": "HPが30％以下になると1度だけ攻撃力30％上昇(永続)/再出撃時間半減 スキル発動時共闘するオークトークンを召喚し40秒、物理防御力が2.75倍 (Cooldown: 20s)",
			"lv5": "HPが30％以下になると1度だけ攻撃力30％上昇(永続)/再出撃時間半減 スキル発動時共闘するオークトークンを召喚し40秒、物理防御力が3.0倍 (Cooldown: 20s)"
		}
	},
	"90047": {
		"id": 90047,
		"name": "ライフイーター",
		"recipeId": 12,
		"levels": {
			"lv1": "スキル発動時、一度だけ範囲内の敵に現在HPの10％ダメージを与え 自身のHPを最大値の50％回復 スキルを発動する度に攻撃力が戦闘開始時の5％上昇 (Cooldown: 45s)",
			"lv2": "スキル発動時、一度だけ範囲内の敵に現在HPの10％ダメージを与え 自身のHPを最大値の50％回復 スキルを発動する度に攻撃力が戦闘開始時の5％上昇 (Cooldown: 45s)",
			"lv3": "スキル発動時、一度だけ範囲内の敵に現在HPの10％ダメージを与え 自身のHPを最大値の50％回復 スキルを発動する度に攻撃力が戦闘開始時の5％上昇 (Cooldown: 45s)",
			"lv4": "スキル発動時、一度だけ範囲内の敵に現在HPの10％ダメージを与え 自身のHPを最大値の50％回復 スキルを発動する度に攻撃力が戦闘開始時の5％上昇 (Cooldown: 45s)",
			"lv5": "スキル発動時、一度だけ範囲内の敵に現在HPの10％ダメージを与え 自身のHPを最大値の50％回復 スキルを発動する度に攻撃力が戦闘開始時の5％上昇 (Cooldown: 45s)"
		}
	},
	"90049": {
		"id": 90049,
		"name": "聖炎の猛火",
		"recipeId": 42,
		"levels": {
			"lv1": "配置時味方のHPを全回復、再出撃待ちユニットの出撃までの時間を半減 スキル中70秒、攻撃力1.5倍射程1.3倍 範囲内の敵に攻撃力に応じた継続ダメージ (Cooldown: 60s)",
			"lv2": "配置時味方のHPを全回復、再出撃待ちユニットの出撃までの時間を半減 スキル中70秒、攻撃力1.57倍射程1.3倍 範囲内の敵に攻撃力に応じた継続ダメージ (Cooldown: 60s)",
			"lv3": "配置時味方のHPを全回復、再出撃待ちユニットの出撃までの時間を半減 スキル中70秒、攻撃力1.65倍射程1.3倍 範囲内の敵に攻撃力に応じた継続ダメージ (Cooldown: 60s)",
			"lv4": "配置時味方のHPを全回復、再出撃待ちユニットの出撃までの時間を半減 スキル中70秒、攻撃力1.72倍射程1.3倍 範囲内の敵に攻撃力に応じた継続ダメージ (Cooldown: 60s)",
			"lv5": "配置時味方のHPを全回復、再出撃待ちユニットの出撃までの時間を半減 スキル中70秒、攻撃力1.8倍射程1.3倍 範囲内の敵に攻撃力に応じた継続ダメージ (Cooldown: 60s)"
		}
	},
	"90060": {
		"id": 90060,
		"name": "仲間をよぶであります！",
		"recipeId": 17,
		"levels": {
			"lv1": "即座にコストが13回復する (Cooldown: 30s)",
			"lv2": "即座にコストが13回復する (Cooldown: 30s)",
			"lv3": "即座にコストが13回復する (Cooldown: 30s)",
			"lv4": "即座にコストが13回復する (Cooldown: 30s)",
			"lv5": "即座にコストが13回復する (Cooldown: 30s)"
		}
	},
	"90071": {
		"id": 90071,
		"name": "怪根の雄叫び",
		"recipeId": 17,
		"levels": {
			"lv1": "スキル発動時に1度だけ射程1.5倍 範囲内の味方を１度だけ回復し、範囲内の敵を短時間スタン状態にする (Cooldown: 30s)",
			"lv2": "スキル発動時に1度だけ射程1.5倍 範囲内の味方を１度だけ回復し、範囲内の敵を短時間スタン状態にする (Cooldown: 30s)",
			"lv3": "スキル発動時に1度だけ射程1.5倍 範囲内の味方を１度だけ回復し、範囲内の敵を短時間スタン状態にする (Cooldown: 30s)",
			"lv4": "スキル発動時に1度だけ射程1.5倍 範囲内の味方を１度だけ回復し、範囲内の敵を短時間スタン状態にする (Cooldown: 30s)",
			"lv5": "スキル発動時に1度だけ射程1.5倍 範囲内の味方を１度だけ回復し、範囲内の敵を短時間スタン状態にする (Cooldown: 30s)"
		}
	}
}